import style from "@/app/(static)/policy/policy.module.scss"
import './oferta.style.scss'

const Oferta = () => {
    return (
        <div className={style.policyPage_inner} id={'oferta'}>
            <div className="oferta">
                <h2>Публічна оферта</h2>
                <p
                    className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c2 c3">Договір опубліковано: 11-08-2023 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>
            </p><p className="c5"><span className="c2 c3">Поточна редакція: 11-08-2023</span></p><p
                className="c5 c6"><span
                className="c2 c1"></span></p><p className="c5"><span className="c3">Ця публічна оферта відповідно до ст. 641 Цивіл</span><span
                className="c3">ьного кодексу України є пропозицією </span><span className="c3">Компанії невизначеному колу дієздатних фізичних осіб, які використовують Платформу, укласти договір про надання послуг.</span><span
                className="c3 c8">&nbsp;Умови публічної оферти регулюють взаємовідносини між Компанією та Користувачем, що спрямовані на забезпечення потреб Користувача у доступі та користуванні Платформою.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c3">Реєструючись на Платформі</span><span
                className="c3">, Ви підтверджуєте, що уважно ознайомились та погоджуєтесь з умовами Оферти.</span><span
                className="c4 c3">&nbsp;БУДЬ ЛАСКА, УВАЖНО ПЕРЕГЛЯДАЙТЕ УМОВИ ОФЕРТИ. ЯКЩО ВИ НЕ ПОГОДЖУЄТЕСЯ ДОТРИМУВАТИСЯ ЦИХ УМОВ ОФЕРТИ, ВИ НЕ ПОВИННІ РЕЄСТРУВАТИСЯ ТА КОРИСТУВАТИСЯ ФУНКЦІОНАЛОМ ПЛАТФОРМИ, ЗОКРЕМА І СПЛАЧУВАТИ ВАРТІСТЬ ПРОПОЗИЦІЇ.</span>
            </p><p className="c5 c18"><span className="c3 c13">Платформа «DonateMenu» є ініціативою, головною метою якої є допомога у забезпеченні обороноздатності України, а також підтримка населення, яке постраждало внаслідок повномасштабного вторгнення в Україну російської федерації.&nbsp;За вирахуванням</span><span
                className="c3 c13">&nbsp;суми податку (5% від надходжень), обовʼязок сплати якого передбачений для Компанії, та комісії за еквайринг (1,3% від суми кожної операції), </span><span
                className="c3 c13">весь прибуток, отриманий </span><span className="c3 c13">в рамках діяльності Платформи, Компанія перераховує на благодійні цілі.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">Терміни, що використовуються:</span>
            </p><p className="c5 c6"><span className="c4 c1"></span></p><p className="c5"><span
                className="c1">Компанія</span><span className="c4 c3">&nbsp;— ФОП Андруша Костянтин Юрійович, РНОКПП 3436304533, номер запису про проведення державної реєстрації: 23570000000010203 від 19.08.2016, що здійснює адміністрування Сайту, та є стороною Договору (надалі - “Компанія”, “Ми”, “Нас”, “Нам”, “Нашої”). &nbsp;</span>
            </p><p className="c5"><span className="c4 c3">&nbsp;</span></p><p className="c5"><span
                className="c1">Платформа</span><span className="c3">&nbsp;— вебсайт за посиланням: </span><span
                className="c3 c9"><a className="c12"
                                     href="https://donatemenu.com">https://www.donatemenu.com</a></span><span
                className="c4 c3">, та весь контент, що він містить.</span></p><p className="c5 c6"><span
                className="c4 c3"></span></p><p className="c5"><span className="c1">Оферта</span><span
                className="c3">&nbsp;— це публічна оферта, що розташована в мережі Інтернет за наступним посиланням: </span><span
                className="c9 c3"><a className="c12"
                                     href="https://www.donatemenu.com/policy">https://www.donatemenu.com/policy</a></span><span
                className="c4 c3">.</span></p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5">
                <span className="c1">Користувач</span><span className="c4 c3">&nbsp;— особа, яка добровільно відвідує та/або користується Платформою (надалі - “Користувач”, “Ви”, “Вас”, “Вам”).</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">Автор</span><span className="c3">&nbsp;— зареєстрований Користувач, який розміщує власну Пропозицію щодо надання послуг, виконання певних дій або завдань іншим зареєстрованим Користувачам Платформи за плату, яка зазначена у розміщених Пропозиціях.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">Пропозиція</span><span className="c3">&nbsp;— замовлення, яке Автор розміщує на Платформі для можливості його придбання іншими Користувачами, що містить опис </span><span
                className="c3">конкретної послуги або певного завдання, яку (-е) готовий надати або виконати Автор </span><span
                className="c3">за винагороду, що зазначена у відповідному замовленні, відповідно до п. 3.2.4 Оферти.</span><span
                className="c4 c3">&nbsp;Замовлення може містити й інші умови, які Автор вважає за потрібне додати.</span>
            </p><p className="c5 c6"><span className="c4 c3 c14"></span></p><p className="c5"><span
                className="c1">Замовник</span><span className="c4 c3">&nbsp;— зареєстрований Користувач, який за власним бажанням оплатив вартість Пропозиції певного Автора та має право вимагати її виконання відповідно до умов, що зазначені у Пропозиції.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">Реєстрація </span><span className="c3">—</span><span className="c4 c3">&nbsp;процедура, що спрямована на створення Користувачем Особистого кабінету. </span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c1">Особистий кабінет </span><span
                className="c3">—</span><span className="c1">&nbsp;</span><span className="c3">розділ на Платформі, доступ до якого має Користувач після проходження процедури Реєстрації, </span><span
                className="c4 c3">та в якому міститься детальна інформація про Користувача, а також про Пропозиції, які Користувач оплатив, та/або розмістив. </span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">Акцепт</span><span
                className="c4 c3">&nbsp;– повне і безумовне прийняття усіх положень Оферти без застережень та винятків, що здійснюється шляхом Реєстрації Особистого кабінету на Платформі.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c1">Політика збору та обробки даних</span><span
                className="c3">&nbsp;— документ, який містить інформацію про порядок обробки персональних даних Користувачів, що знаходиться за наступним посиланням: </span><span
                className="c9 c3"><a className="c12"
                                     href="https://www.donatemenu.com/policy#policy">https://www.donatemenu.com/policy</a></span><span
                className="c3">.</span></p><p className="c5 c6"><span className="c4 c3"></span></p><p
                className="c5"><span
                className="c4 c1">1.&nbsp;Загальні положення.</span></p><p className="c5 c6"><span
                className="c4 c1"></span>
            </p><p className="c5"><span className="c4 c3">1.1.&nbsp;Згідно зі ст. ст. 633, 638, 641, 642 Цивільного кодексу України, цей документ є Публічною офертою, і в разі прийняття (Акцепту) викладених нижче умов, будь-яка дієздатна фізична особа, що користується Платформою, підтверджує, що вона цілком і повністю ознайомлена і згодна з умовами Оферти та зобов'язується виконувати та дотримуватись положень Оферти. </span>
            </p><p className="c5"><span className="c4 c3">1.2. Користувач та Компанія погоджуються, що з моменту Акцепту договір про надання послуг (надалі - “Договір”) вважається укладеним, а також з тим, що недодержання письмової форми правочину не означає його недійсність.</span>
            </p><p className="c5"><span className="c4 c3">1.3.&nbsp;Ця Оферта є безстроковою та набирає чинності з моменту її розміщення на Платформі. </span>
            </p><p className="c5"><span className="c4 c3">1.4.&nbsp;Умови Оферти є однаковими для всіх.</span></p><p
                className="c5"><span className="c3">1.5.&nbsp;Якщо Ви не згодні з положеннями Оферти повністю або частково, або не </span><span
                className="c3">маєте</span><span className="c4 c3">&nbsp;достатнього обсягу дієздатності для користування Платформою, або для оплати Пропозиції, будь ласка, припиніть користування Платформою.</span>
            </p><p className="c5"><span className="c4 c3">1.6.&nbsp;У разі Акцепту Користувач беззастережно підтверджує свою дієздатність та добровільність укладання правочину. </span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5 c6"><span
                className="c4 c3"></span>
            </p><p className="c5"><span className="c4 c1">2.&nbsp;Предмет Договору.</span></p><p className="c5 c6"><span
                className="c4 c1"></span></p><p className="c5"><span className="c3">2.1.&nbsp;Компанія зобов'язується на умовах та в порядку, визначених цим Договором надати </span><span
                className="c3">Користувачу </span><span className="c3">інформаційні послуги через </span><span
                className="c3">Платформу, зміст яких полягає у наданні можливості А</span><span
                className="c3">втору</span><span className="c3">&nbsp;самостійно розміщувати Пропозиції, які готовий виконати за умови їх оплати іншими Користувачами, та/або оплачувати Пропозиції інших Користувачів. Своєю чергою, З</span><span
                className="c3">амовник</span><span className="c3">&nbsp;зобов'язується на умовах та в порядку, визначених цим Договором, оплатити послуги та отримати їх в повному обсязі.</span><span
                className="c4 c3">&nbsp;Вартість конкретної Пропозиції визначається на Платформі самостійно її Автором.</span>
            </p><p className="c5"><span className="c3">2.2.&nbsp;Укладення цього Договору проводиться шляхом беззастережного приєднання </span><span
                className="c3">Користувачем</span><span className="c3">&nbsp;до цього Договору, тобто за допомогою прийняття (Акцепту) Користувачем умов цього Договору, після завершення процедури Реєстрації на Платформі.</span><span
                className="c3 c8">&nbsp;</span><span className="c4 c3">Надалі заперечення від Користувача щодо надання таким чином своєї згоди позбавляє Компанію від будь-якого роду відповідальності за невиконання умов цього Договору.</span>
            </p><p className="c5"><span className="c3">2.3.&nbsp;Місцем укладання даного Договору вважається місцезнаходження Компанії.</span>
            </p><p className="c5"><span className="c3 c8">2.4.&nbsp;Компанія на власний розсуд може перераховувати весь прибуток, який надійде від придбаних Пропозицій Авторів, на благодійність </span><span
                className="c3">з метою </span><span className="c3 c8">сприяння обороноздатності та мобілізаційній готовності країни, захисту населення у надзвичайних ситуаціях мирного і воєнного стану.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c4 c1">3.&nbsp;Порядок використання Платформи.</span></p><p className="c5 c6"><span
                className="c4 c1"></span></p><p className="c5"><span
                className="c1 c13">3.1. Реєстрація на Платформі.</span><span
                className="c4 c3">&nbsp;</span></p><p className="c5 c6"><span className="c4 c3"></span></p><p
                className="c5"><span className="c4 c3">3.1.1.&nbsp;Для того, щоб здійснити Реєстрацію на Платформі, Користувачу необхідно перейти до розділу “Вхід”, де Вам буде надано можливість зареєструватись самостійно, вказавши свої дані, чи за допомогою профілю Користувача Facebook, Google або Twitter. </span>
            </p><p className="c5"><span className="c3">3.1.2.&nbsp;Перш ніж переходити до процесу заповнення даних для Реєстрації, Компанія наполягає на тому, щоб Користувач ознайомився з умовами Оферти та Політики збору та обробки даних, а також погодився з умовами, що містяться в них. З детальною інформацією про підстави та порядок обробки персональних даних Компанією Ви можете ознайомитись в Політиці збору та обробки даних. Підтвердження, що Користувач ознайомився та погоджується з умовами Оферти та Політики збору та обробки даних відбувається шляхом проставлення відповідної позначки у чек-боксі, який знаходиться поряд із повідомленням </span><span
                className="c3">“</span><span className="c3">Погоджуюсь з умовами Оферти та Політики</span><span
                className="c3">”</span><span className="c4 c3">&nbsp;у розділі з Реєстрацією. </span></p><p
                className="c5">
                <span className="c3">3.1.3.&nbsp;Для створення Особистого кабінету та проходження Реєстрації Користувачу необхідно вказати наступні дані: імʼя, електронну пошту та пароль. Після заповнення усіх необхідних даних, погодження з &nbsp;умовами Оферти та Політики збору та обробки даних, Користувачу слід натиснути на кнопку “Реєстрація”. Перш ніж завершити процедуру Реєстрації Користувачу слід підтвердити, що він/вона є власником електронної пошти, яку вказав під час Реєстрації. </span><span
                className="c3">Для цього Користувачу слід натиснути на кнопку “Надіслати”, після чого Компанія надсилає на вказану електронну адресу лист. У листі міститься посилання, за яким Користувач повинен перейти, аби </span><span
                className="c4 c3">підтвердити та завершити процедуру Реєстрації. Реєстрація на Платформі є безкоштовною. </span>
            </p><p className="c5"><span className="c3">3.1.4.&nbsp;Для того, щоб зареєструватися через облікові записи Google, </span><span
                className="c3">Facebook</span><span className="c3">&nbsp;та Twitter Користувачу слід буде вказати власне імʼя (якщо вимагається), погодитися з умовами Оферти та Політики збору та обробки даних та натиснути “Завершити реєстрацію”. Проходження реєстрації за допомогою облікових записів Google, </span><span
                className="c3">Facebook</span><span className="c4 c3">&nbsp;та Twitter буде вважатися Акцептом умов Договору. </span>
            </p><p className="c5"><span className="c3">3.1.5.&nbsp;Після проходження процедури Реєстрації буде створено Особистий кабінет Користувача. Компанія не несе відповідальності за достовірність даних, вказаних Користувачем під час Реєстрації.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c2 c1">3.2. Порядок оплати Пропозицій. </span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c4 c3">3.2.1.&nbsp;Після проходження процедури Реєстрації, Користувач матиме можливість обрати Пропозицію, умови якої для Користувача є прийнятними будь-яким із нижче запропонованих способів:</span>
            </p><p className="c5"><span className="c4 c3">а)&nbsp;шляхом перегляду доступних Пропозицій в розділі “Мій профіль” кожного з Авторів, повний перелік яких наводиться в розділі “Всі автори” Платформи; </span>
            </p><p className="c5"><span className="c4 c3">б)&nbsp;знайшовши Пропозицію, яка відповідає очікуванням та бажанням Користувача, у розділі “Всі пропозиції” Платформи. У цьому розділі наводяться всі Пропозиції від всіх доступних Авторів на Платформі. Для більш зручного пошуку Користувач може використовувати пошукове поле та/або упорядкувати Пропозиції за наступними критеріями: </span>
            </p>
                <ul className="c10 lst-kix_58xfsfqzjz2r-0 start">
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за популярністю від більшого;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за популярністю від меншого;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за ціною від більшого;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за ціною від меншого;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за автором А-Я;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за автором Я-А;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3">за назвою А-Я;</span></li>
                    <li className="c5 c7 li-bullet-0"><span className="c3">за назвою Я-А;</span></li>
                </ul>
                <p className="c5"><span className="c3">в)&nbsp;шляхом вибору Пропозиції, яка наведена у розділі “Популярні пропозиції”: перелік містить Пропозиції, які найчастіше </span><span
                    className="c3">купують</span><span className="c4 c3">&nbsp;Користувачі;</span></p><p className="c5">
                <span className="c3">г)&nbsp;обравши опцію “Зарандомити”: таким чином, </span><span className="c3">Платформа автоматично обирає та пропонує Користувачеві одну випадкову Пропозицію із </span><span
                className="c3">усього</span><span
                className="c3">&nbsp;переліку доступних на момент, коли здійснюється запит</span><span
                className="c3">.&nbsp;</span><span className="c4 c3">Це може бути використано як спосіб вибору, коли Користувач не має конкретних вподобань чи відчуває складність у виборі серед усіх Пропозицій.</span>
            </p><p className="c5"><span className="c3">3.2.2.&nbsp;Коли Користувач обере будь-яку Пропозицію, яка йому до вподоби, йому/їй слід оформити замовлення шляхом натискання “Купити” у розділі із відповідною пропозицією, заповнивши дані для</span><span
                className="c3">&nbsp;</span><span className="c3">доставки</span><span className="c3">&nbsp;(тип доставки та його деталі)</span><span
                className="c3">&nbsp;та, за потреби, вказавши коментар та натиснувши “Продовжити”. Після цього Користувача буде перенаправлено </span><span
                className="c4 c3 c8">на сторінку оплати. На сторінці Користувач може обрати будь-який із доступних способів переказу коштів, а саме: </span>
            </p>
                <ul className="c10 lst-kix_sj3lse9wxtb2-0 start">
                    <li className="c0"><span className="c4 c3 c8">карткою, шляхом введення її даних: номер картки, її строк дії та CVC2; </span>
                    </li>
                    <li className="c0"><span className="c3 c8">через Apple Pay, Google Pay</span><span
                        className="c4 c3 c8">;</span></li>
                    <li className="c0"><span className="c3 c8">за допомогою </span><span
                        className="c3 c8">Monobank</span><span className="c3 c8">. </span></li>
                </ul>
                <p className="c5"><span
                    className="c3">3.2.3.&nbsp;Розрахунки здійснюються за допомогою інтернет-еквайрингу </span><span
                    className="c3">від Monobank.</span><span className="c3">&nbsp;</span><span className="c3 c8">Компанія бере на себе обов'язок сплачувати комісію платіжної системи з еквайрингу при здійсненні кожної транзакції.</span><span
                    className="c3">&nbsp;</span></p><p className="c5"><span className="c3">3.2.4.&nbsp;Вся сума винагороди, що зазначена у відповідній Пропозиції, надходить виключно на рахунок Компанії. Своєю чергою, Автор погоджується виконувати умови Пропозиції на</span><span
                className="c3">&nbsp;безоплатній основі. </span></p><p className="c5 c6"><span
                className="c4 c3 c8"></span>
            </p><p className="c5"><span className="c2 c1 c8">3.3. Використання Платформи та Особистого кабінету.</span>
            </p>
                <p className="c5 c6"><span className="c4 c3 c8"></span></p><p className="c5"><span
                className="c3 c8">3.3.1.&nbsp;</span><span className="c3">У&nbsp;</span><span className="c4 c3">разі наявності будь-яких змін в інформації, яку надав Користувач під час Реєстрації, він/вона має внести зміни до контактних даних в Особистому кабінеті за допомогою розділу “Мій профіль” на Платформі. </span>
            </p><p className="c5"><span className="c3">3.3.2.&nbsp;</span><span className="c3">В Особистому кабінеті Користувач додатково має можливість внести наступні контактні дані: дату народження, номер телефону, місто, де перебуває Користувач, відділення Нової Пошти, а також посилання на соціальні мережі: Instagram, Facebook, Twitter, TikTok.</span><span
                className="c4 c3">&nbsp;</span></p><p className="c5"><span className="c4 c3 c8">3.3.3.&nbsp;Користувач в Особистому кабінеті також може переглянути перелік Пропозицій, які він/вона замовляв(-ла), а також Пропозиції, які замовили у такого Користувача інші Замовники на Платформі. &nbsp;</span>
            </p><p className="c5"><span className="c4 c3 c8">Обидва розділи містять можливості відстежувати статус виконання замовлення: </span>
            </p>
                <ul className="c10 lst-kix_s7nkfx6p0jpi-0 start">
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3 c8">“Оплачено” - означає, що Пропозиція була успішно оплачена та підлягає виконанню Автором. За потреби, Замовник має можливість поділитись в соціальних мережах фактом придбання певної Пропозиції шляхом натискання на “Поділитися” при перегляді такої Пропозиції у розділі “Що я замовляв”;</span>
                    </li>
                    <li className="c5 c7 li-bullet-0"><span className="c4 c3 c8">“Виконані” - означає, що Пропозиції були виконані в повному обсязі. Для того, щоб Пропозиція вважалась виконаною, Автор повинен позначити як виконане відповідне замовлення. </span>
                    </li>
                </ul>
                <p className="c5"><span className="c4 c3 c8">3.3.4.&nbsp;Для того, щоб зʼясувати, хто працював над створенням та розвитком Платформи, Користувачу слід відвідати розділ “Команда”. Члени команди є волонтерами, професіоналами у своїй ніші та складають спільноту ентузіастів, які добровільно розробили Платформу з метою збору коштів для сприяння обороноздатності України та підтримки населення, що постраждало внаслідок бойових дій.</span>
                </p><p className="c5"><span className="c4 c3 c8">3.3.5.&nbsp;Компанія завжди готова надати відповіді на питання Користувачів, ознайомитись із будь-якими пропозиціями, а також надати можливу допомогу тому, хто цього потребує. Для того, щоб звʼязатися з Компанією, Ви можете використовувати засоби звʼязку, які наведені у розділі “Контакти”. </span>
            </p><p className="c5"><span className="c3">3.3.6.&nbsp;</span><span className="c3">"Партнери" – це розділ, де представлена інформація про компанії, організації або особистості, що долучаються до Нашої ініціативи, підтримують та співпрацюють з Компанією, а також допомагають у поширенні інформації про проєкт та просуванні загальної мети Платформи. </span><span
                className="c3">&nbsp; &nbsp;</span></p><p className="c5"><span className="c3">3.3.7.&nbsp;</span><span
                className="c3">Ми вважаємо прозорість та відкритість важливими принципами Нашої діяльності та функціонування Платформи. Оскільки весь прибуток з діяльності Платформи, за вирахуванням </span><span
                className="c3">суми податку (5% від надходжень), обовʼязок сплати якого передбачений для Компанії, та комісії за еквайринг (1,3% від суми кожної операції), </span><span
                className="c3">Компанія перераховує на благодійність, </span><span className="c3">Ми створили розділ "Звітність", який містить актуальну інформацію про зібрані кошти, кількість людей, що придбали Пропозиції, а також кількість знаменитостей, які долучилися до Нашої ініціативи. З деталями про порядок використання та розподілу зібраних коштів Ви можете ознайомитись </span><span
                className="c3">у соціальних мережах, які присвячені Платформі</span><span className="c3">.</span></p><p
                className="c5"><span className="c3 c8">3.3.8.&nbsp;</span><span className="c3 c8">Якщо Користувач потребує додаткової інформації про функціонування Платформи, її цілі та головну мету діяльності, Користувач може звернутись до розділу “FAQ” (Часті запитання), який містить перелік найбільш поширених запитань, які ставлять Користувачі Платформи, </span><span
                className="c3">та відповіді на них. </span><span className="c4 c3">Оновлення та розширення розділу “FAQ” відбувається регулярно, щоб відповідати на нові питання Користувачів та надавати актуальну інформацію. Використання такого розділу сприяє забезпеченню позитивного досвіду взаємодії з Платформою та роз'ясненню усіх невизначеностей.</span>
            </p><p className="c5"><span className="c3">3.3.9.&nbsp;У разі виникнення питань щодо функціональних можливостей Платформи та/або порядку купівлі Пропозицій та їх реалізації, Користувач може звернутися до Компанії за допомогою електронної адреси: </span><span
                className="c9 c3"><a className="c12"
                                     href="mailto:support@donatemenu.com">support@donatemenu.com</a></span><span
                className="c3">. </span></p><p className="c5 c6"><span className="c4 c3"></span></p><p
                className="c5"><span
                className="c4 c1">4.&nbsp;Права та обов’язки Компанії.</span></p><p className="c5 c6"><span
                className="c4 c1"></span></p><p className="c5"><span className="c2 c1">4.1. Компанія має право:</span>
            </p>
                <ul className="c10 lst-kix_lym6ouu4dedy-0 start">
                    <li className="c0"><span className="c4 c3 c8">при порушенні положень цього Договору Користувачем, обмежити або припинити доступ Користувача до Платформи в будь-який час, не повідомивши попередньо Користувача про це. Компанія не несе ніякої матеріальної чи моральної відповідальності перед Користувачами в разі такого обмеження або зупинення;</span>
                    </li>
                    <li className="c0"><span className="c4 c3 c8">в будь-який час в односторонньому порядку змінити Договір повністю та/або деякі його положення;</span>
                    </li>
                    <li className="c0"><span className="c3">тимчасово призупиняти роботу Платформи з метою її удосконалення та додавання нових функцій</span><span
                        className="c4 c3">;</span></li>
                    <li className="c0"><span className="c4 c3">збирати персональні дані Користувачів відповідно до Політики збору та обробки даних;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">забороняти / обмежувати можливість для Авторів публікувати Пропозиції у разі їх систематичного невиконання / неналежного виконання та/або за порушення умов Договору.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c2 c1">4.2. Компанія зобов'язується:</span>
            </p>
                <ul className="c10 lst-kix_t6xb8fhci8d7-0 start">
                    <li className="c0"><span
                        className="c4 c3">надавати послуги користування Платформою, а також &nbsp;забезпечити доступні можливості для Авторів розмістити свої Пропозиції, а для Користувачів — придбати та отримати їх виконання;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">забезпечувати технічну підтримку та розв'язання технічних проблем на Платформі;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">слідкувати за опублікованими Пропозиціями на відповідність законодавству України, морально-етичним нормам й, у разі порушення цих норм, видаляти такі Пропозиції.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">5.</span><span className="c3">&nbsp;</span><span className="c4 c1">Права та обовʼязки Користувача.</span>
            </p><p className="c5 c6"><span className="c2 c1"></span></p><p className="c5"><span className="c2 c1">5.1. Користувач має право:</span>
            </p>
                <ul className="c10 lst-kix_q5qu1lkjqw3e-0 start">
                    <li className="c0"><span className="c4 c3">зареєструватися на Платформі та користуватися її функціональними можливостями відповідно до умов Договору;</span>
                    </li>
                    <li className="c0"><span className="c3 c4">отримати інформацію щодо порядку реєстрації на Платформі та купівлі Пропозицій;</span>
                    </li>
                    <li className="c0"><span className="c3">отримати</span><span className="c3">&nbsp;доступ до переліку Авторів </span><span
                        className="c4 c3">на Платформі та/або списку Пропозицій;</span></li>
                    <li className="c0"><span className="c4 c3">вимагати від Компанії виконання умов та положень цього Договору;</span>
                    </li>
                    <li className="c0"><span className="c3">повідомляти Компанію</span><span className="c4 c3">&nbsp;про порушення, що пов'язані з цим Договором та/або законодавством України.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c2 c1">5.2. Користувач зобов’язаний:</span>
            </p>
                <ul className="c10 lst-kix_d7m0vxoc14uo-0 start">
                    <li className="c0"><span className="c4 c3">у повному обсязі дотримуватися умов даного Договору, а також не здійснювати дій, спрямованих на дестабілізацію роботи Платформи;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не порушувати положення Договору, а також дотримуватися законних прав та інтересів Компанії;</span>
                    </li>
                    <li className="c0"><span className="c3">не передавати третім особам свої персональні дані, електронну пошту та пароль, вказані при Реєстрації для входу / ідентифікації на Платформу. У разі невиконання / неналежного виконання зазначеного обовʼязку, Користувач несе повну відповідальність за втрату, зникнення або передачу іншими способами персональних даних, електронної пошти та паролю, а також за наслідки, пов'язані з даними діями;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">негайно повідомити Компанію про будь-які випадки несанкціонованого використання його Особистого кабінету. До моменту, коли Компанія отримає від Користувача повідомлення про несанкціоноване використання його Особистого кабінету, відповідальність за всі дії, які здійснюються в Особистому кабінеті Користувача, несе Користувач;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не порушувати, не блокувати або іншим чином не завдавати шкоди будь-яким засобам безпеки Платформи;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не вживати ніяких дій, які можуть призвести до непропорційно великого навантаження на інфраструктуру Платформи;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не використовувати автоматичні програми для отримання доступу до інформації Платформи;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не здійснювати будь-які дії з порушенням рекомендацій і політик Компанії, використовувати програмні віруси або будь-які інші комп’ютерні коди, файли або програми, які розроблені або призначені для порушення, пошкодження, обмеження або втручання в роботу будь-якого програмного забезпечення, обладнання, або телекомунікаційного обладнання, або для пошкодження, або отримання несанкціонованого доступу до будь-якої системи, даних, паролів та іншої інформації Компанії або третьої сторони;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не використовувати Платформу для фішингу та шахрайських цілей;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не вчиняти інші протиправні дії, включаючи отримання несанкціонованого доступу до конфіденційної інформації, її розповсюдження, неправомірний доступ до комп’ютерної інформації, використання та розповсюдження шкідливих комп’ютерних програм;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не декомпілювати, дизасемблювати, реконструювати або іншим чином намагатися отримати будь-який код Платформи або ідеї або алгоритми будь-якої частини Платформи;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не модифікувати, не перекладати чи іншим чином створювати похідні роботи будь-якої частини Платформи;</span>
                    </li>
                    <li className="c0"><span className="c3">обходити або намагатися обійти будь-які заходи, які Компанія може використовувати для запобігання або обмеження доступу до Платформи (або інших облікових записів, комп’ютерних систем та/</span><span
                        className="c3">або</span><span className="c4 c3">&nbsp;мереж, підключених до Платформи);</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не використовувати Платформу для створення продукту, послуги чи програмного забезпечення, яке прямо чи опосередковано конкурує з Платформою або будь-яким чином замінює її;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не зневажати, псувати репутацію чи іншим чином завдавати шкоди, в нашому розумінні, Нам та/або Платформі;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не використовувати Платформу у спосіб, що не відповідає будь-яким застосовним законам чи нормам або іншим чином порушувати умови Договору.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c4 c1">6.&nbsp;Права та обовʼязки Автора.</span></p><p className="c5 c6"><span
                className="c4 c3"></span></p><p className="c5"><span className="c2 c1">6.1.&nbsp;Автор має право:</span>
            </p>
                <ul className="c10 lst-kix_d7m0vxoc14uo-0">
                    <li className="c0"><span className="c4 c3">розміщувати свої Пропозиції на Платформі, визначати вартість та умови їх виконання;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не розпочинати виконання умов Пропозиції допоки Замовник не оплатить в повному обсязі вартість Пропозиції та не надасть необхідну та точну для виконання інформацію;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">повідомляти Компанію про факт невиконання / неналежного виконання умов Пропозиції Автором. </span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1 c2">6.2.&nbsp;Автор зобовʼязаний:</span></p>
                <ul className="c10 lst-kix_d7m0vxoc14uo-0">
                    <li className="c0"><span className="c4 c3">виконати умови Пропозиції в повному обсязі;</span></li>
                    <li className="c0"><span className="c4 c3">після повного виконання умов Пропозиції відмітити таку Пропозицію як виконану у розділі “Замовили в мене”;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не вимагати у Компанії перерахування на його/її банківський рахунок вартість Пропозиції, оскільки головною метою діяльності Платформи — є благодійність;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">не використовувати Платформу для отримання коштів за товари, послуги тощо.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c4 c1">7.&nbsp;Права та обовʼязки Замовника.</span></p><p className="c5 c6"><span
                className="c4 c3"></span></p><p className="c5"><span
                className="c2 c1">7.1.&nbsp;Замовник має право:</span>
            </p>
                <ul className="c10 lst-kix_d7m0vxoc14uo-0">
                    <li className="c0"><span className="c4 c3">за власним бажанням здійснювати оплату за будь-які Пропозиції, що доступні на Платформі, та вимагати їх виконання згідно з умовами, що містились в Пропозиції;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">вимагати від Автора виконання умов Пропозиції в повному обсязі.</span>
                    </li>
                </ul>
                <p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c2 c1">7.2.&nbsp;Замовник зобовʼязаний:</span></p>
                <ul className="c10 lst-kix_d7m0vxoc14uo-0">
                    <li className="c0"><span className="c4 c3">надати точні та достовірні дані під час купівлі Пропозиції для належного її виконання Автором;</span>
                    </li>
                    <li className="c0"><span className="c4 c3">оплатити повну вартість Пропозиції.</span></li>
                </ul>
                <p className="c5 c6 c15"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">8. Гарантії.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c3">8.1. Доступ до Платформи надається «ЯК Є», «ЯК ДОСТУПНО», </span><span
                className="c3 c8">&nbsp;«В ТОМУ ВИГЛЯДІ, В ЯКОМУ ВОНА ІСНУЄ</span><span className="c3">»</span><span
                className="c3 c8">, тобто без будь-яких гарантійних та інших зобов’язань, крім тих, які передбачає Договір й законодавство України,</span><span
                className="c4 c3">&nbsp;однак Компанія робить все можливе та вживає всіх розумно можливих технічних та юридичних заходів, щоб забезпечити безпечне використання Платформи Користувачами та забезпечує безпеку персональним даним, які надає кожен Користувач під час використання Платформи.</span>
            </p><p className="c5"><span className="c4 c3">8.2.&nbsp;Використовуючи Платформу, кожен Користувач надає свою беззаперечну згоду та гарантує, що він/вона: (1) засуджує росію та її військову агресію проти України; (2) визнає, що росія є окупантом, який незаконно вдерся на територію суверенної держави; (3) підтримує територіальну цілісність України, включно з її правами на тимчасово окуповані території Криму та Донбасу; (4) відкидає будь-які неправдиві наративи, поширювані російською державною пропагандою.</span>
            </p><p className="c5"><span className="c3">8.3.&nbsp;Компанія не гарантує, що: (1) Платформа відповідає чи відповідатиме вимогам та очікуванням Користувача; (2) Платформа буде доступна безперервно, доступ до якої буде надаватись швидко, надійно та без помилок; (3) Платформа не містить жодних помилок, упущень, переривань, видалень, описок або інших дефектів; (4) будь-які дефекти або помилки будуть виправлені; (5) Платформа є вільною від будь-яких вірусів або інших шкідливих компонентів; (6) </span><span
                className="c3">Ваш доступ до Послуг буде безпечним і буде завжди можливим у зручний для Вас час; (7) </span><span
                className="c3">якість будь-якої послуги, інформації тощо, отриманих з використанням Платформи та/або під час виконання умов Пропозиції,</span><span
                className="c3">&nbsp;буде відповідати очікуванням Користувача та/або Замовника; </span><span
                className="c3">(8) за допомогою Платформи Замовник зможе досягнути результату, який буде задовольняти конкретні його/її очікування та/або цілі щодо виконання умов Пропозиції; Автор матиме можливість отримати будь-які особисті доходи або прибутки в ході виконання Пропозицій</span><span
                className="c3">.</span></p><p className="c5"><span className="c3">8.4.&nbsp;Використовуючи Платформу, Ви підтверджуєте та гарантуєте, що Ви: (1) маєте правоздатність та погоджуєте дотримуватись умов Договору; (2) досягли віку </span><span
                className="c3">щонайменше 16 (шістнадцяти) років; </span><span className="c3">(3) контактні дані, які ви навели в Особистому кабінеті, є точними, правдивими та стосуються виключно Вас; (4) </span><span
                className="c3">не отримуватимете доступ до Платформи за допомогою автоматизованих засобів, будь то з використанням ботів, скриптів чи іншим чином; (5) не будете використовувати Платформу для будь-яких незаконних або несанкціонованих цілей; (6) не використовуватимете Платформу &nbsp;для будь-якої діяльності, що приносить прибуток, комерційного підприємництва чи іншої мети, для якої він не призначений; (7) </span><span
                className="c3 c8">зобов’язані самостійно оцінювати всі ризики, пов'язані з використанням Платформи, включаючи оцінку законності, надійності, повноти та корисності діяльності Платформи</span><span
                className="c4 c3">.</span></p><p className="c5"><span className="c3">8.5.&nbsp;Під час сплати за Пропозицію Замовник підтверджує та гарантує, що: (1) розуміє та підтримує цілі діяльності Платформи; (2) добровільно здійснив Акцепт; (3) добровільно та свідомо прийняв рішення щодо купівлі Пропозиції;</span><span
                className="c3">&nbsp;</span><span className="c3">(4) надав повну та правдиву інформацію під час заповнення форми для оформлення замовлення; (5) грошові кошти, які були використані Замовником для оплати вартості Пропозиції, не знаходяться під забороною, арештом, не перебувають у заставі, не обтяжені будь-якими іншими правами третіх осіб та не були набуті з порушенням норм Закону України «Про запобігання та протидію легалізації (відмиванню) доходів, одержаних злочинним шляхом, фінансуванню тероризму та фінансуванню розповсюдження зброї масового знищення»; (6) не буде мати жодних претензій щодо виконання умов Пропозицій, оскільки Компанія є лише посередником у взаємодії між Замовником та Автором, та не є учасником у наданні послуг / виконанні робіт, що передбачені Пропозицією;</span><span
                className="c3">&nbsp;(7) </span><span className="c3">єдиною особою, яка може бути відповідальною за виконання умов Пропозиції, є Автор; </span><span
                className="c3">(8) </span><span className="c4 c3">є єдиною особою, відповідальною за збереження та конфіденційність логіна й пароля доступу до Платформи, а також будь-яких інших даних, потрібних для цього доступу.</span>
            </p><p className="c5"><span className="c3">8.6.&nbsp;</span><span className="c3">Замовник розуміє, що у разі невиконання / неналежного виконання умов Пропозиції Автором сплачені кошти за відповідну Пропозицію не підлягають поверненню. Здійснюючи придбання Пропозиції Замовник погоджується, що самостійно несе ризик, повʼязаний із результатами та якістю виконання Пропозиції, і не буде мати жодних претензій до Компанії щодо відшкодування коштів у разі невиконання / незадовільного виконання Пропозиції Автором.</span><span
                className="c4 c3">&nbsp;У випадку, коли умови Пропозиції не були виконані, Замовник має право звернутися до Компанії &nbsp;із вимогою про оформлення іншої Пропозиції (або кількох Пропозицій), сума вартості яких не перевищує ціну оригінальної Пропозиції, яка не була виконана. Компанія може розглянути такий запит та в разі позитивного рішення дозволити Замовнику вибрати іншу (-і) Пропозицію (-ї) замість тієї, умови якої не були виконані. У такому випадку Замовнику не потрібно буде додатково оплачувати нову (-і) Пропозицію (-ї), оскільки вартість оригінальної Пропозиції буде зарахована на вартість нової (-их) Пропозиції (-й) для їхнього виконання.</span>
            </p><p className="c5"><span className="c3">8.7.&nbsp;Під час опублікування та виконання Пропозиції, Автор гарантує, що: (1) підтримує цілі діяльності Платформи та публікує Пропозиції не з метою отримання будь-якого власного прибутку; (2) бере участь у діяльності Платформи за власною ініціативою, на добровільній основі та без примусу з боку Компанії або інших сторін; (3) не буде вимагати здійснення оплати Компанією за надані послуги / виконані роботи в рамках певної Пропозиції; (4) </span><span
                className="c3">умови та опис наданої Пропозиції на Платформі є точними та відповідають реальним послугам / роботам, які Автор готовий надавати / виконати; </span><span
                className="c4 c3">(5) умови Пропозиції будуть виконані належним чином та передані Замовнику (якщо застосовується); (6) буде дотримуватись конфіденційності інформації, яку отримав від Замовника в процесі виконання умов Пропозиції; (7) Автор самостійно несе відповідальність за якість та результати виконання певної Пропозиції. &nbsp;</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c1">9</span><span
                className="c4 c1">. Обмеження відповідальності.</span></p><p className="c5 c6"><span
                className="c4 c3"></span></p><p className="c5"><span className="c3">9.1.</span><span
                className="c1">&nbsp;</span><span className="c4 c3">Компанія та Користувач несуть відповідальність за виконання зобов'язань за цим Договором відповідно до чинного законодавства України.</span>
            </p><p className="c5"><span className="c3">9</span><span className="c3">.2.&nbsp;</span><span
                className="c3">Максимальною мірою, що дозволено чинним законодавством, Компанія не несе жодної відповідальності за (1) невідповідність функціонала Платформи очікуванням Користувача; (2) помилки й збої в роботі Платформи; (3) </span><span
                className="c3">друкарські помилки, неточності, </span><span
                className="c3">упущення або інші недоліки</span><span
                className="c3">&nbsp;в Платформі, </span><span className="c3">а також несвоєчасність або недостовірність будь-якої інформації, що міститься на Платформі; (4) будь-які прямі, непрямі, побічні, фактичні або випадкові збитки, які понесли або можуть понести Користувачі в результаті тимчасового призупинення роботи Платформи; (5) </span><span
                className="c3">безпечність функціонування та контент сторонніх вебсайтів, посилання на які можуть міститись на Платформі; (6) збитки або шкоду, що спричинені внаслідок порушення умов Договору іншим Користувачем; (7) відсутність належного зʼєднання до мережі Інтернет у Користувача, внаслідок чого у Користувача будуть спостерігатись складнощі з доступом до Платформи; (8) втрачений прибуток Замовника та/або Автора або будь-які непрямі, побічні, випадкові, спеціальні або штрафні збитки, що виникають внаслідок цього Договору або використання Вами чи неможливості використання Платформи, під час придбання Пропозиції та її виконання; (9) </span><span
                className="c3">точність, достовірність або актуальність інформації, що надається Користувачами на Платформі; (10) </span><span
                className="c3">якість та своєчасність виконання умов Пропозиції Автором; (11) </span><span
                className="c3">дії або вчинки Авторів та Замовників поза межами Платформи; </span><span
                className="c3">(12) </span><span className="c3">будь-які неправомірні дії Користувачів або третіх осіб, які можуть призвести до порушення прав інших Користувачів або завдання шкоди</span><span
                className="c4 c3">.</span></p><p className="c5"><span className="c3">9</span><span
                className="c4 c3">.3.&nbsp;Будь-яку інформацію та/або можливості, доступ до яких Користувач отримує з використанням Платформи, Користувач може використовувати на свій власний ризик та самостійно несе відповідальність за можливі наслідки використання зазначеної інформації та/або можливостей, в тому числі за шкоду, яку таке використання може викликати.</span>
            </p><p className="c5"><span className="c3">9.4.&nbsp;Компанія не несе відповідальності за будь-які дії, вчинки, або бездіяльність Авторів, чиї Пропозиції були придбані Замовниками на Платформі. Компанія забезпечує лише можливість для Автора опублікувати свою Пропозицію на Платформі, а для Замовника — її придбати. Своєю чергою, взаємодія між Замовником і Автором щодо неналежного виконання / невиконання Пропозиції та/або її умов здійснюється виключно між Автором та Замовником. Компанія не має обовʼязку втручатися у таку взаємодію та не буде нести відповідальність за порушення умов цього Договору Автором / Замовником перед іншою стороною Пропозиції. Компанія буде намагатись сприяти належному виконанню умов Пропозиції Автором та/або Замовником, проте не надає абсолютних гарантій та не несе відповідальності за наслідки, які можуть настати або не настати. </span>
            </p><p className="c5"><span className="c3">9</span><span className="c3">.5.&nbsp;</span><span
                className="c4 c3 c8">Компанія не може контролювати та не контролює дотримання Користувачем умов цього Договору, та не несе жодної відповідальності в разі порушення Користувачем положень цього Договору, вимог законодавства України.</span>
            </p><p className="c5"><span className="c3">9</span><span className="c4 c3">.6.&nbsp;Компанія не несе відповідальності за злочинні, незаконні, недбалі дії чи бездіяльність третіх осіб, пов’язаних з використанням Платформи.</span>
            </p><p className="c5"><span className="c4 c3">9.7.&nbsp;Компанія не несе відповідальності за прийняття рішень Замовником про придбання Пропозицій та всі повʼязані з ними ризики та наслідки. &nbsp;</span>
            </p><p className="c5"><span className="c3">9.8.&nbsp;</span><span className="c3 c8">Користувач звільняє Компанію від відповідальності за будь-які збитки, шкоду, штрафні санкції, інші додаткові витрати, включаючи витрати на правову допомогу, які виникли в результаті </span><span
                className="c3">(1) використання Вами Платформи, (2) опублікованої Пропозиції та/або її виконання, або (3) порушення Вами умов Договору</span><span
                className="c3 c8">. </span><span className="c3 c8">У разі пред'явлення третіми особами будь-яких претензій до Компанії, що виникли з вини Користувача, винна сторона зобов'язується співпрацювати з Компанією в межах захисту Компанії за такими претензіями та своїми силами й своїм коштом врегулювати такі претензії з третіми особами, захистивши Компанію від можливих спорів, збитків, відшкодувань шкоди, штрафних санкцій, інших додаткових витрат.</span>
            </p><p className="c5"><span className="c3 c8">9</span><span className="c4 c3 c8">.9.&nbsp;Незважаючи на будь-що протилежне, що міститься тут, Ви погоджуєтеся, що сумарна відповідальність Компанії перед Вами за будь-якими претензіями, що виникають внаслідок використання Платформи, обмежується сумами, які Ви сплатили Компанії за певні Пропозиції. Обмеження збитків, викладені вище, є фундаментальними елементами Договору між Компанією і Вами.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">10. Права інтелектуальної власності.</span>
            </p><p className="c5 c6"><span className="c4 c1"></span></p><p className="c5"><span
                className="c3">10.1.&nbsp;</span><span className="c3">Програмний код, елементи дизайну, текст, графічні зображення, ілюстрації, програмне забезпечення, інші об'єкти інтелектуальної власності, а також сама Платформа є об'єктами права інтелектуальної власності, що належать Компанії та/</span><span
                className="c3">або їх законним правовласникам</span><span className="c3">&nbsp;та охороняються законодавством України про інтелектуальну власність, а також відповідними міжнародними угодами й конвенціями. </span>
            </p><p className="c5"><span className="c4 c3">10.2.&nbsp;Ви погоджуєтеся, що використання вами Платформи або будь-якої її частини не порушуватиме умови Договору, будь-який інший договір чи юридичне зобов’язання перед будь-якою іншою стороною. Крім того, Ви погоджуєтеся дотримуватися всіх законів України, нормативних актів і розпоряджень, які можуть мати відношення до Платформи або її використання, і несете повну відповідальність за власні особисті порушення будь-яких таких законів.</span>
            </p><p className="c5"><span className="c3">10.3.&nbsp;Використання Платформи дозволено виключно в рамках запропонованого функціоналу. </span><span
                className="c3">Доступ до об'єктів інтелектуальної власності, розміщених на Платформі, надається виключно для особистого некомерційного використання без права на відтворення, у тому числі без права на копіювання, завантаження, збереження таких об'єктів у пам'ять обладнання Користувача, а також без права на будь-яке інше використання, що не передбачене цим Договором, у тому числі їх продаж, модифікацію, поширення цілком або в частині (елементах) тощо.</span>
            </p><p className="c5"><span className="c3">10.4.&nbsp;Інше використання, не передбачене цим Договором, є порушенням умов цього Договору і може стати підставою для притягнення порушника до відповідальності згідно з чинним законодавством України. Будь-яке використання Платформи або об'єктів інтелектуальної власності, розміщених на ній, окрім як у спосіб, дозволений цим Договором, категорично заборонено.</span>
            </p><p className="c5"><span className="c4 c3">10.5.&nbsp;Використання Платформи не надає Вам або будь-якій третій стороні будь-які права, титули або інтереси щодо таких прав інтелектуальної власності.</span>
            </p><p className="c5"><span className="c3">10.6.&nbsp;Будь-які об'єкти інтелектуальної власності, розміщені на Платформі, можуть бути видалені або змінені без повідомлення про це Користувача.</span>
            </p><p className="c5 c6"><span className="c4 c1"></span></p><p className="c5"><span className="c4 c1">11. Захист персональних даних.</span>
            </p><p className="c5 c6"><span className="c4 c1"></span></p><p className="c5"><span
                className="c4 c3">11.1.&nbsp;Персональні дані є частиною конфіденційної інформації та надаються Користувачем виключно на добровільній основі й за його згоди при користуванні Платформою.</span>
            </p><p className="c5"><span className="c4 c3">11.2.&nbsp;Компанія здійснює збір, зберігання і використання та обробку персональних даних Користувачів, Авторів та Замовників відповідно до цього Договору та Політики збору та обробки даних. Компанія вживає всіх необхідних заходів для захисту конфіденційності персональних даних Користувачів згідно з порядком, який зазвичай використовується для захисту такого роду інформації в існуючому діловому обороті.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">12. Порядок вирішення спорів.</span>
            </p><p className="c5 c6"><span className="c4 c1"></span></p><p className="c16"><span
                className="c4 c3">12.1.&nbsp;Договір регулюється та тлумачиться відповідно до чинного законодавства України.</span>
            </p><p className="c16"><span className="c4 c3">12.2. Усі спори та розбіжності, які можуть виникнути у звʼязку з цим Договором, мають вирішуватися шляхом переговорів. У випадку неможливості вирішення спорів шляхом переговорів, будь-які спори, розбіжності або питання, що виникають з цього Договору або пов'язані з ним, підлягають остаточному врегулюванню відповідно до чинного законодавства України.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">13. Внесення змін до Договору.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c3">13.1.&nbsp;Для поліпшення роботи Платформи Компанія може вносити зміни / доповнення до цього Договору без попереднього сповіщення Користувачів. Датою вступу в силу нової редакції Договору вважається дата опублікування Договору на Платформі. </span><span
                className="c3 c8">Компанія не зобов'язана повідомляти Користувачів про внесені зміни.</span><span
                className="c4 c3">&nbsp;Для цілей ознайомлення з новими умовами, Користувач повинен періодично ознайомлюватися з умовами Договору, зокрема і перед початком проходження процедури Реєстрації.</span>
            </p><p className="c5"><span className="c4 c3">13.2.&nbsp;У разі незгоди Користувача, Автора та Замовника з новою редакцією Договору, Користувач, Автор чи Замовник має припинити використання Платформи.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span className="c4 c1">14. Прикінцеві положення.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p><p className="c5"><span
                className="c3">14.1.&nbsp;</span><span className="c3">Текст Договору є загальнодоступним. Договір укладається на невизначений строк до моменту його розірвання сторонами і поширює свою дію на Користувачів, що здійснюють доступ до Платформи та її використання, на дату початку такого доступу та використання.</span>
            </p><p className="c5"><span className="c3">14.2.&nbsp;Якщо будь-яке положення цього Договору виявиться таким, що не має законної сили або буде визнано недійсним, це положення буде обмежено в дії або виключено у мінімальній мірі, яка необхідна для того, щоб цей Договір в іншому залишився в повній силі чинним, діяв та </span><span
                className="c3">підлягав</span><span className="c4 c3">&nbsp;подальшому виконанню. Нездатність будь-якої зі сторін скористатися будь-яким правом, не вважається відмовою від будь-яких інших додаткових прав за цим Договором. Нездатність Компанії забезпечити дотримання будь-якої частини цього Договору не є відмовою від права Компанії на подальше застосування такої або будь-якої іншої частини цього Договору. Відмова від дотримання будь-якого пункту, в будь-якому конкретному випадку не означає, що Компанія відмовилася від дотримання такого пункту у майбутньому. </span>
            </p><p className="c5"><span className="c4 c3">14.3. У разі незгоди з будь-якими положеннями цього Договору або виникнення додаткових запитань чи в інших випадках, визначених цим Договором, Користувач, Автор та Замовник можуть зв'язатися із Компанією за адресою електронної пошти: support@donatemenu.com.</span>
            </p><p className="c5"><span className="c4 c3">14.4.&nbsp;Договір укладений українською мовою, не вимагає двостороннього підписання та дійсний для сторін в електронному вигляді.</span>
            </p><p className="c5 c6"><span className="c4 c3"></span></p>
            </div>
        </div>
    )
}

export default Oferta