import style from "@/app/(static)/policy/policy.module.scss"

const Offer = () => {
    return (
        <div className={style.policyPage_inner} id={'offer'}>
            <div className={style.policyPage_head}>
                <h2>Публічна оферта</h2>
            </div>
            <div className={style.policyPage_cont}>

                <p>Договір опубліковано: 11-08-2023 </p>
                <p>Поточна редакція: 11-08-2023</p>
                <p>Ця публічна оферта відповідно до ст. 641 Цивільного кодексу України є пропозицією Компанії
                    невизначеному
                    колу дієздатних фізичних осіб, які використовують Платформу, укласти договір про надання
                    послуг. Умови публічної оферти регулюють взаємовідносини між Компанією та Користувачем, що
                    спрямовані на забезпечення потреб Користувача у доступі та користуванні Платформою.</p>
                <p>Реєструючись на Платформі, Ви підтверджуєте, що уважно ознайомились та погоджуєтесь з умовами Оферти.
                    БУДЬ ЛАСКА, УВАЖНО ПЕРЕГЛЯДАЙТЕ УМОВИ ОФЕРТИ. ЯКЩО ВИ НЕ ПОГОДЖУЄТЕСЯ ДОТРИМУВАТИСЯ ЦИХ УМОВ ОФЕРТИ,
                    ВИ
                    НЕ ПОВИННІ РЕЄСТРУВАТИСЯ ТА КОРИСТУВАТИСЯ ФУНКЦІОНАЛОМ ПЛАТФОРМИ, ЗОКРЕМА І СПЛАЧУВАТИ ВАРТІСТЬ
                    ПРОПОЗИЦІЇ.</p>
                <p>Платформа &laquo;DonateMenu&raquo; є ініціативою, головною метою якої є допомога у забезпеченні
                    обороноздатності України, а також підтримка населення, яке постраждало внаслідок повномасштабного
                    вторгнення в Україну російської федерації. За вирахуванням суми податку (5% від надходжень),
                    обовʼязок сплати якого передбачений для Компанії, та комісії за еквайринг (1,3% від суми кожної
                    операції), весь прибуток, отриманий в рамках діяльності Платформи, Компанія перераховує на
                    благодійні
                    цілі.</p>
                <p><b>Терміни, що використовуються:</b></p>
                <p><b>Компанія</b> &mdash; ФОП Андруша Костянтин Юрійович, РНОКПП 3436304533, номер запису про
                    проведення
                    державної реєстрації: 23570000000010203 від 19.08.2016, що здійснює адміністрування Сайту, та є
                    стороною
                    Договору (надалі
                    - &ldquo;Компанія&rdquo;, &ldquo;Ми&rdquo;, &ldquo;Нас&rdquo;, &ldquo;Нам&rdquo;, &ldquo;Нашої&rdquo;).
                </p>
                <p></p>
                <p><b>Платформа</b> &mdash; вебсайт за посиланням: <a
                    href="https://donatemenu.com">https://www.donatemenu.com</a>, та весь контент, що він містить.</p>
                <p><b>Оферта</b> &mdash; це публічна оферта, що розташована в мережі Інтернет за наступним
                    посиланням: <a
                        href="https://www.donatemenu.com/policy#offer">https://www.donatemenu.com/policy</a>.</p>
                <p><b>Користувач</b> &mdash; особа, яка добровільно відвідує та/або користується Платформою (надалі
                    - &ldquo;Користувач&rdquo;, &ldquo;Ви&rdquo;, &ldquo;Вас&rdquo;, &ldquo;Вам&rdquo;).</p>
                <p><b>Автор</b> &mdash; зареєстрований Користувач, який розміщує власну Пропозицію щодо надання послуг,
                    виконання певних дій або завдань іншим зареєстрованим Користувачам Платформи за плату, яка зазначена
                    у розміщених Пропозиціях.</p>
                <p><b>Пропозиція</b> &mdash; замовлення, яке Автор розміщує на Платформі для можливості його придбання
                    іншими Користувачами, що містить опис конкретної послуги або певного завдання, яку (-е) готовий
                    надати або
                    виконати Автор за винагороду, що зазначена у відповідному замовленні, відповідно до п. 3.2.4 Оферти.
                    Замовлення може містити й інші умови, які Автор вважає за потрібне додати.</p>
                <p><b>Замовник</b> &mdash; зареєстрований Користувач, який за власним бажанням оплатив вартість
                    Пропозиції
                    певного Автора та має право вимагати її виконання відповідно до умов, що зазначені у Пропозиції.</p>
                <p><b>Реєстрація</b> &mdash; процедура, що спрямована на створення Користувачем Особистого кабінету.
                </p>
                <p><b>Особистий кабінет</b> &mdash; розділ на Платформі, доступ до якого має Користувач після
                    проходження
                    процедури Реєстрації, та в якому міститься детальна інформація про Користувача, а також про
                    Пропозиції,
                    які Користувач оплатив, та/або розмістив. </p>
                <p><b>Акцепт</b> &ndash; повне і безумовне прийняття усіх положень Оферти без застережень та винятків,
                    що
                    здійснюється шляхом Реєстрації Особистого кабінету на Платформі.</p>
                <p><b>Політика збору та обробки даних</b> &mdash; документ, який містить інформацію про порядок обробки
                    персональних даних Користувачів, що знаходиться за наступним посиланням: <a
                        href="https://www.donatemenu.com/policy#policy">https://www.donatemenu.com/policy</a>.</p>
                <p><b>1. Загальні положення.</b></p>
                <p>1.1. Згідно зі ст. ст. 633, 638, 641, 642 Цивільного кодексу України, цей документ є Публічною
                    офертою, і
                    в разі прийняття (Акцепту) викладених нижче умов, будь-яка дієздатна фізична особа, що користується
                    Платформою, підтверджує, що вона цілком і повністю ознайомлена і згодна з умовами Оферти та
                    зобов&apos;язується виконувати та дотримуватись положень Оферти. </p>
                <p>1.2. Користувач та Компанія погоджуються, що з моменту Акцепту договір про надання послуг (надалі
                    - &ldquo;Договір&rdquo;) вважається укладеним, а також з тим, що недодержання письмової форми
                    правочину
                    не означає його недійсність.</p>
                <p>1.3. Ця Оферта є безстроковою та набирає чинності з моменту її розміщення на Платформі. </p>
                <p>1.4. Умови Оферти є однаковими для всіх.</p>
                <p>1.5. Якщо Ви не згодні з положеннями Оферти повністю або частково, або не маєте достатнього обсягу
                    дієздатності для користування Платформою, або для оплати Пропозиції, будь ласка, припиніть
                    користування
                    Платформою.</p>
                <p>1.6. У разі Акцепту Користувач беззастережно підтверджує свою дієздатність та добровільність
                    укладання
                    правочину. </p>
                <p><b>2. Предмет Договору.</b></p>
                <p>2.1. Компанія зобов&apos;язується на умовах та в порядку, визначених цим Договором надати
                    Користувачу інформаційні послуги через Платформу, зміст яких полягає у наданні можливості Автору
                    самостійно розміщувати Пропозиції, які готовий виконати за умови їх оплати іншими Користувачами,
                    та/або
                    оплачувати Пропозиції інших Користувачів. Своєю чергою, Замовник зобов&apos;язується на умовах та в
                    порядку, визначених цим Договором, оплатити послуги та отримати їх в повному обсязі. Вартість
                    конкретної
                    Пропозиції визначається на Платформі самостійно її Автором.</p>
                <p>2.2. Укладення цього Договору проводиться шляхом беззастережного приєднання Користувачем до цього
                    Договору, тобто за допомогою прийняття (Акцепту) Користувачем умов цього Договору, після завершення
                    процедури Реєстрації на Платформі. Надалі заперечення від Користувача щодо надання таким чином
                    своєї згоди позбавляє Компанію від будь-якого роду відповідальності за невиконання умов цього
                    Договору.</p>
                <p>2.3. Місцем укладання даного Договору вважається місцезнаходження Компанії.</p>
                <p>2.4. Компанія на власний розсуд може перераховувати весь прибуток, який надійде від придбаних
                    Пропозицій
                    Авторів, на благодійність з метою сприяння обороноздатності та мобілізаційній готовності
                    країни, захисту населення у надзвичайних ситуаціях мирного і воєнного стану.</p>
                <p><b>3. Порядок використання Платформи.</b></p>
                <p><b>3.1. Реєстрація на Платформі.</b></p>
                <p>3.1.1. Для того, щоб здійснити Реєстрацію на Платформі, Користувачу необхідно перейти до
                    розділу &ldquo;Вхід&rdquo;, де Вам буде надано можливість зареєструватись самостійно, вказавши свої
                    дані, чи за допомогою профілю Користувача Facebook, Google або Twitter. </p>
                <p>3.1.2. Перш ніж переходити до процесу заповнення даних для Реєстрації, Компанія наполягає на тому,
                    щоб
                    Користувач ознайомився з умовами Оферти та Політики збору та обробки даних, а також погодився з
                    умовами,
                    що містяться в них. З детальною інформацією про підстави та порядок обробки персональних даних
                    Компанією
                    Ви можете ознайомитись в Політиці збору та обробки даних. Підтвердження, що Користувач ознайомився
                    та
                    погоджується з умовами Оферти та Політики збору та обробки даних відбувається шляхом проставлення
                    відповідної позначки у чек-боксі, який знаходиться поряд із повідомленням &ldquo;Погоджуюсь з
                    умовами
                    Оферти та Політики&rdquo; у розділі з Реєстрацією. </p>
                <p>3.1.3. Для створення Особистого кабінету та проходження Реєстрації Користувачу необхідно вказати
                    наступні
                    дані: імʼя, електронну пошту та пароль. Після заповнення усіх необхідних даних, погодження
                    з умовами Оферти та Політики збору та обробки даних, Користувачу слід натиснути на
                    кнопку &ldquo;Реєстрація&rdquo;. Перш ніж завершити процедуру Реєстрації Користувачу слід
                    підтвердити,
                    що він/вона є власником електронної пошти, яку вказав під час Реєстрації. Для цього Користувачу слід
                    натиснути на кнопку &ldquo;Надіслати&rdquo;, після чого Компанія надсилає на вказану електронну
                    адресу
                    лист. У листі міститься посилання, за яким Користувач повинен перейти, аби підтвердити та завершити
                    процедуру Реєстрації. Реєстрація на Платформі є безкоштовною. </p>
                <p>3.1.4. Для того, щоб зареєструватися через облікові записи Google, Facebook та Twitter Користувачу
                    слід
                    буде вказати власне імʼя (якщо вимагається), погодитися з умовами Оферти та Політики збору та
                    обробки
                    даних та натиснути &ldquo;Завершити реєстрацію&rdquo;. Проходження реєстрації за допомогою облікових
                    записів Google, Facebook та Twitter буде вважатися Акцептом умов Договору. </p>
                <p>3.1.5. Після проходження процедури Реєстрації буде створено Особистий кабінет Користувача. Компанія
                    не несе відповідальності за достовірність даних, вказаних Користувачем під час Реєстрації.</p>
                <p><b>3.2. Порядок оплати Пропозицій.</b></p>
                <p>3.2.1. Після проходження процедури Реєстрації, Користувач матиме можливість обрати Пропозицію, умови
                    якої для Користувача є прийнятними будь-яким із нижче запропонованих способів:</p>
                <p>а) шляхом перегляду доступних Пропозицій в розділі &ldquo;Мій профіль&rdquo; кожного з Авторів,
                    повний
                    перелік яких наводиться в розділі &ldquo;Всі автори&rdquo; Платформи; </p>
                <p>б) знайшовши Пропозицію, яка відповідає очікуванням та бажанням Користувача, у розділі &ldquo;Всі
                    пропозиції&rdquo; Платформи. У цьому розділі наводяться всі Пропозиції від всіх доступних Авторів на
                    Платформі. Для більш зручного пошуку Користувач може використовувати пошукове поле та/або
                    упорядкувати
                    Пропозиції за наступними критеріями: </p>
                <ul>
                    <li>
                        <p>за популярністю від більшого;</p>
                    </li>
                    <li>
                        <p>за популярністю від меншого;</p>
                    </li>
                    <li>
                        <p>за ціною від більшого;</p>
                    </li>
                    <li>
                        <p>за ціною від меншого;</p>
                    </li>
                    <li>
                        <p>за автором А-Я;</p>
                    </li>
                    <li>
                        <p>за автором Я-А;</p>
                    </li>
                    <li>
                        <p>за назвою А-Я;</p>
                    </li>
                    <li>
                        <p>за назвою Я-А;</p>
                    </li>
                </ul>
                <p>в) шляхом вибору Пропозиції, яка наведена у розділі &ldquo;Популярні пропозиції&rdquo;: перелік
                    містить Пропозиції, які найчастіше купують Користувачі;</p>
                <p>г) обравши опцію &ldquo;Зарандомити&rdquo;: таким чином, Платформа автоматично обирає та пропонує
                    Користувачеві одну випадкову Пропозицію із усього переліку доступних на момент, коли здійснюється
                    запит. Це може бути використано як спосіб вибору, коли Користувач не має конкретних вподобань чи
                    відчуває складність у виборі серед усіх Пропозицій.</p>
                <p>3.2.2. Коли Користувач обере будь-яку Пропозицію, яка йому до вподоби, йому/їй слід оформити
                    замовлення
                    шляхом натискання &ldquo;Купити&rdquo; у розділі із відповідною пропозицією, заповнивши дані для
                    доставки (тип доставки та його деталі) та, за потреби, вказавши коментар та
                    натиснувши &ldquo;Продовжити&rdquo;. Після цього Користувача буде перенаправлено на сторінку
                    оплати. На сторінці Користувач може обрати будь-який із доступних способів переказу коштів, а
                    саме: </p>
                <ul>
                    <li>
                        <p>карткою, шляхом введення її даних: номер картки, її строк дії та CVC2; </p>
                    </li>
                    <li>
                        <p>через Apple Pay, Google Pay;</p>
                    </li>
                    <li>
                        <p>за допомогою Monobank. </p>
                    </li>
                </ul>
                <p>3.2.3. Розрахунки здійснюються за допомогою інтернет-еквайрингу від Monobank. Компанія бере на себе
                    обов&apos;язок сплачувати комісію платіжної системи з еквайрингу при здійсненні кожної
                    транзакції. </p>
                <p>3.2.4. Вся сума винагороди, що зазначена у відповідній Пропозиції, надходить виключно на рахунок
                    Компанії. Своєю чергою, Автор погоджується виконувати умови Пропозиції на безоплатній основі. </p>
                <p><b>3.3. Використання Платформи та Особистого кабінету.</b></p>
                <p>3.3.1. У разі наявності будь-яких змін в інформації, яку надав Користувач під час Реєстрації,
                    він/вона має внести зміни до контактних даних в Особистому кабінеті за допомогою розділу &ldquo;Мій
                    профіль&rdquo; на Платформі. </p>
                <p>3.3.2. В Особистому кабінеті Користувач додатково має можливість внести наступні контактні дані: дату
                    народження, номер телефону, місто, де перебуває Користувач, відділення Нової Пошти, а також
                    посилання на
                    соціальні мережі: Instagram, Facebook, Twitter, TikTok. </p>
                <p>3.3.3. Користувач в Особистому кабінеті також може переглянути перелік Пропозицій, які він/вона
                    замовляв(-ла), а також Пропозиції, які замовили у такого Користувача інші Замовники на
                    Платформі. </p>
                <p>Обидва розділи містять можливості відстежувати статус виконання замовлення: </p>
                <ul>
                    <li>
                        <p>&ldquo;Оплачено&rdquo; - означає, що Пропозиція була успішно оплачена та підлягає виконанню
                            Автором. За потреби, Замовник має можливість поділитись в соціальних мережах фактом
                            придбання
                            певної Пропозиції шляхом натискання на &ldquo;Поділитися&rdquo; при перегляді такої
                            Пропозиції у
                            розділі &ldquo;Що я замовляв&rdquo;;</p>
                    </li>
                    <li>
                        <p>&ldquo;Виконані&rdquo; - означає, що Пропозиції були виконані в повному обсязі. Для того, щоб
                            Пропозиція вважалась виконаною, Автор повинен позначити як виконане відповідне
                            замовлення. </p>
                    </li>
                </ul>
                <p>3.3.4. Для того, щоб зʼясувати, хто працював над створенням та розвитком Платформи, Користувачу слід
                    відвідати розділ &ldquo;Команда&rdquo;. Члени команди є волонтерами, професіоналами у своїй ніші та
                    складають спільноту ентузіастів, які добровільно розробили Платформу з метою збору коштів для
                    сприяння
                    обороноздатності України та підтримки населення, що постраждало внаслідок бойових дій.</p>
                <p>3.3.5. Компанія завжди готова надати відповіді на питання Користувачів, ознайомитись із будь-якими
                    пропозиціями, а також надати можливу допомогу тому, хто цього потребує. Для того, щоб звʼязатися з
                    Компанією, Ви можете використовувати засоби звʼязку, які наведені у
                    розділі &ldquo;Контакти&rdquo;. </p>
                <p>3.3.6. &quot;Партнери&quot; &ndash; це розділ, де представлена інформація про компанії, організації
                    або
                    особистості, що долучаються до Нашої ініціативи, підтримують та співпрацюють з Компанією, а також
                    допомагають у поширенні інформації про проєкт та просуванні загальної мети Платформи. </p>
                <p>3.3.7. Ми вважаємо прозорість та відкритість важливими принципами Нашої діяльності та функціонування
                    Платформи. Оскільки весь прибуток з діяльності Платформи, за вирахуванням суми податку (5% від
                    надходжень), обовʼязок сплати якого передбачений для Компанії, та комісії за еквайринг (1,3% від
                    суми
                    кожної операції), Компанія перераховує на благодійність, Ми створили розділ &quot;Звітність&quot;,
                    який
                    містить актуальну інформацію про зібрані кошти, кількість людей, що придбали Пропозиції, а також
                    кількість знаменитостей, які долучилися до Нашої ініціативи. З деталями про порядок використання та
                    розподілу зібраних коштів Ви можете ознайомитись у соціальних мережах, які присвячені Платформі.</p>
                <p>3.3.8. Якщо Користувач потребує додаткової інформації про функціонування Платформи, її цілі та
                    головну
                    мету діяльності, Користувач може звернутись до розділу &ldquo;FAQ&rdquo; (Часті запитання), який
                    містить
                    перелік найбільш поширених запитань, які ставлять Користувачі Платформи, та відповіді на них.
                    Оновлення та розширення розділу &ldquo;FAQ&rdquo; відбувається регулярно, щоб відповідати на нові
                    питання Користувачів та надавати актуальну інформацію. Використання такого розділу сприяє
                    забезпеченню
                    позитивного досвіду взаємодії з Платформою та роз&apos;ясненню усіх невизначеностей.</p>
                <p>3.3.9. У разі виникнення питань щодо функціональних можливостей Платформи та/або порядку купівлі
                    Пропозицій та їх реалізації, Користувач може звернутися до Компанії за допомогою електронної
                    адреси: <a href="mailto:support@donatemenu.com">support@donatemenu.com</a>. </p>
                <p><b>4. Права та обов&rsquo;язки Компанії.</b></p>
                <p><b>4.1. Компанія має право:</b></p>
                <ul>
                    <li>
                        <p>при порушенні положень цього Договору Користувачем, обмежити або припинити доступ Користувача
                            до
                            Платформи в будь-який час, не повідомивши попередньо Користувача про це. Компанія не несе
                            ніякої
                            матеріальної чи моральної відповідальності перед Користувачами в разі такого обмеження або
                            зупинення;</p>
                    </li>
                    <li>
                        <p>в будь-який час в односторонньому порядку змінити Договір повністю та/або деякі його
                            положення;</p>
                    </li>
                    <li>
                        <p>тимчасово призупиняти роботу Платформи з метою її удосконалення та додавання нових
                            функцій;</p>
                    </li>
                    <li>
                        <p>збирати персональні дані Користувачів відповідно до Політики збору та обробки даних;</p>
                    </li>
                    <li>
                        <p>забороняти / обмежувати можливість для Авторів публікувати Пропозиції у разі їх
                            систематичного
                            невиконання / неналежного виконання та/або за порушення умов Договору.</p>
                    </li>
                </ul>
                <p><b>4.2. Компанія зобов&apos;язується:</b></p>
                <ul>
                    <li>
                        <p>надавати послуги користування Платформою, а також забезпечити доступні можливості для
                            Авторів розмістити свої Пропозиції, а для Користувачів &mdash; придбати та отримати їх
                            виконання;</p>
                    </li>
                    <li>
                        <p>забезпечувати технічну підтримку та розв&apos;язання технічних проблем на Платформі;</p>
                    </li>
                    <li>
                        <p>слідкувати за опублікованими Пропозиціями на відповідність законодавству України,
                            морально-етичним нормам й, у разі порушення цих норм, видаляти такі Пропозиції.</p>
                    </li>
                </ul>
                <p><b>5. Права та обовʼязки Користувача.</b></p>
                <p><b>5.1. Користувач має право:</b></p>
                <ul>
                    <li>
                        <p>зареєструватися на Платформі та користуватися її функціональними можливостями відповідно до
                            умов
                            Договору;</p>
                    </li>
                    <li>
                        <p>отримати інформацію щодо порядку реєстрації на Платформі та купівлі Пропозицій;</p>
                    </li>
                    <li>
                        <p>отримати доступ до переліку Авторів на Платформі та/або списку Пропозицій;</p>
                    </li>
                    <li>
                        <p>вимагати від Компанії виконання умов та положень цього Договору;</p>
                    </li>
                    <li>
                        <p>повідомляти Компанію про порушення, що пов&apos;язані з цим Договором та/або законодавством
                            України.</p>
                    </li>
                </ul>
                <p><b>5.2. Користувач зобов&rsquo;язаний:</b></p>
                <ul>
                    <li>
                        <p>у повному обсязі дотримуватися умов даного Договору, а також не здійснювати дій, спрямованих
                            на
                            дестабілізацію роботи Платформи;</p>
                    </li>
                    <li>
                        <p>не порушувати положення Договору, а також дотримуватися законних прав та інтересів
                            Компанії;</p>
                    </li>
                    <li>
                        <p>не передавати третім особам свої персональні дані, електронну пошту та пароль, вказані при
                            Реєстрації для входу / ідентифікації на Платформу. У разі невиконання / неналежного
                            виконання
                            зазначеного обовʼязку, Користувач несе повну відповідальність за втрату, зникнення або
                            передачу
                            іншими способами персональних даних, електронної пошти та паролю, а також за наслідки,
                            пов&apos;язані з даними діями;</p>
                    </li>
                    <li>
                        <p>негайно повідомити Компанію про будь-які випадки несанкціонованого використання його
                            Особистого
                            кабінету. До моменту, коли Компанія отримає від Користувача повідомлення про несанкціоноване
                            використання його Особистого кабінету, відповідальність за всі дії, які здійснюються в
                            Особистому кабінеті Користувача, несе Користувач;</p>
                    </li>
                    <li>
                        <p>не порушувати, не блокувати або іншим чином не завдавати шкоди будь-яким засобам безпеки
                            Платформи;</p>
                    </li>
                    <li>
                        <p>не вживати ніяких дій, які можуть призвести до непропорційно великого навантаження на
                            інфраструктуру Платформи;</p>
                    </li>
                    <li>
                        <p>не використовувати автоматичні програми для отримання доступу до інформації Платформи;</p>
                    </li>
                    <li>
                        <p>не здійснювати будь-які дії з порушенням рекомендацій і політик Компанії, використовувати
                            програмні віруси або будь-які інші комп&rsquo;ютерні коди, файли або програми, які
                            розроблені
                            або призначені для порушення, пошкодження, обмеження або втручання в роботу будь-якого
                            програмного забезпечення, обладнання, або телекомунікаційного обладнання, або для
                            пошкодження,
                            або отримання несанкціонованого доступу до будь-якої системи, даних, паролів та іншої
                            інформації
                            Компанії або третьої сторони;</p>
                    </li>
                    <li>
                        <p>не використовувати Платформу для фішингу та шахрайських цілей;</p>
                    </li>
                    <li>
                        <p>не вчиняти інші протиправні дії, включаючи отримання несанкціонованого доступу до
                            конфіденційної
                            інформації, її розповсюдження, неправомірний доступ до комп&rsquo;ютерної інформації,
                            використання та розповсюдження шкідливих комп&rsquo;ютерних програм;</p>
                    </li>
                    <li>
                        <p>не декомпілювати, дизасемблювати, реконструювати або іншим чином намагатися отримати
                            будь-який
                            код Платформи або ідеї або алгоритми будь-якої частини Платформи;</p>
                    </li>
                    <li>
                        <p>не модифікувати, не перекладати чи іншим чином створювати похідні роботи будь-якої частини
                            Платформи;</p>
                    </li>
                    <li>
                        <p>обходити або намагатися обійти будь-які заходи, які Компанія може використовувати для
                            запобігання
                            або обмеження доступу до Платформи (або інших облікових записів, комп&rsquo;ютерних систем
                            та/або мереж, підключених до Платформи);</p>
                    </li>
                    <li>
                        <p>не використовувати Платформу для створення продукту, послуги чи програмного забезпечення, яке
                            прямо чи опосередковано конкурує з Платформою або будь-яким чином замінює її;</p>
                    </li>
                    <li>
                        <p>не зневажати, псувати репутацію чи іншим чином завдавати шкоди, в нашому розумінні, Нам
                            та/або
                            Платформі;</p>
                    </li>
                    <li>
                        <p>не використовувати Платформу у спосіб, що не відповідає будь-яким застосовним законам чи
                            нормам
                            або іншим чином порушувати умови Договору.</p>
                    </li>
                </ul>
                <p><b>6. Права та обовʼязки Автора.</b></p>
                <p><b>6.1. Автор має право:</b></p>
                <ul>
                    <li>
                        <p>розміщувати свої Пропозиції на Платформі, визначати вартість та умови їх виконання;</p>
                    </li>
                    <li>
                        <p>не розпочинати виконання умов Пропозиції допоки Замовник не оплатить в повному обсязі
                            вартість
                            Пропозиції та не надасть необхідну та точну для виконання інформацію;</p>
                    </li>
                    <li>
                        <p>повідомляти Компанію про факт невиконання / неналежного виконання умов Пропозиції
                            Автором. </p>
                    </li>
                </ul>
                <p><b>6.2. Автор зобовʼязаний:</b></p>
                <ul>
                    <li>
                        <p>виконати умови Пропозиції в повному обсязі;</p>
                    </li>
                    <li>
                        <p>після повного виконання умов Пропозиції відмітити таку Пропозицію як виконану у
                            розділі &ldquo;Замовили в мене&rdquo;;</p>
                    </li>
                    <li>
                        <p>не вимагати у Компанії перерахування на його/її банківський рахунок вартість Пропозиції,
                            оскільки
                            головною метою діяльності Платформи &mdash; є благодійність;</p>
                    </li>
                    <li>
                        <p>не використовувати Платформу для отримання коштів за товари, послуги тощо.</p>
                    </li>
                </ul>
                <p><b>7. Права та обовʼязки Замовника.</b></p>
                <p><b>7.1. Замовник має право:</b></p>
                <ul>
                    <li>
                        <p>за власним бажанням здійснювати оплату за будь-які Пропозиції, що доступні на Платформі, та
                            вимагати їх виконання згідно з умовами, що містились в Пропозиції;</p>
                    </li>
                    <li>
                        <p>вимагати від Автора виконання умов Пропозиції в повному обсязі.</p>
                    </li>
                </ul>
                <p><b>7.2. Замовник зобовʼязаний:</b></p>
                <ul>
                    <li>
                        <p>надати точні та достовірні дані під час купівлі Пропозиції для належного її виконання
                            Автором;</p>
                    </li>
                    <li>
                        <p>оплатити повну вартість Пропозиції.</p>
                    </li>
                </ul>
                <p><b>8. Гарантії.</b></p>
                <p>8.1. Доступ до Платформи надається &laquo;ЯК Є&raquo;, &laquo;ЯК ДОСТУПНО&raquo;,  &laquo;В
                    ТОМУ ВИГЛЯДІ, В ЯКОМУ ВОНА ІСНУЄ&raquo;, тобто без будь-яких гарантійних та інших зобов&rsquo;язань,
                    крім тих, які передбачає Договір й законодавство України, однак Компанія робить все можливе та
                    вживає всіх розумно можливих технічних та юридичних заходів, щоб забезпечити безпечне використання
                    Платформи Користувачами та забезпечує безпеку персональним даним, які надає кожен Користувач під час
                    використання Платформи.</p>
                <p>8.2. Використовуючи Платформу, кожен Користувач надає свою беззаперечну згоду та гарантує, що
                    він/вона: (1) засуджує росію та її військову агресію проти України; (2) визнає, що росія є
                    окупантом,
                    який незаконно вдерся на територію суверенної держави; (3) підтримує територіальну цілісність
                    України,
                    включно з її правами на тимчасово окуповані території Криму та Донбасу; (4) відкидає будь-які
                    неправдиві
                    наративи, поширювані російською державною пропагандою.</p>
                <p>8.3. Компанія не гарантує, що: (1) Платформа відповідає чи відповідатиме вимогам та очікуванням
                    Користувача; (2) Платформа буде доступна безперервно, доступ до якої буде надаватись швидко, надійно
                    та
                    без помилок; (3) Платформа не містить жодних помилок, упущень, переривань, видалень, описок або
                    інших
                    дефектів; (4) будь-які дефекти або помилки будуть виправлені; (5) Платформа є вільною від будь-яких
                    вірусів або інших шкідливих компонентів; (6) Ваш доступ до Послуг буде безпечним і буде завжди
                    можливим
                    у зручний для Вас час; (7) якість будь-якої послуги, інформації тощо, отриманих з використанням
                    Платформи та/або під час виконання умов Пропозиції, буде відповідати очікуванням Користувача та/або
                    Замовника; (8) за допомогою Платформи Замовник зможе досягнути результату, який буде задовольняти
                    конкретні його/її очікування та/або цілі щодо виконання умов Пропозиції; Автор матиме можливість
                    отримати будь-які особисті доходи або прибутки в ході виконання Пропозицій.</p>
                <p>8.4. Використовуючи Платформу, Ви підтверджуєте та гарантуєте, що Ви: (1) маєте правоздатність та
                    погоджуєте дотримуватись умов Договору; (2) досягли віку щонайменше 16 (шістнадцяти) років; (3)
                    контактні дані, які ви навели в Особистому кабінеті, є точними, правдивими та стосуються виключно
                    Вас;
                    (4) не отримуватимете доступ до Платформи за допомогою автоматизованих засобів, будь то з
                    використанням
                    ботів, скриптів чи іншим чином; (5) не будете використовувати Платформу для будь-яких незаконних або
                    несанкціонованих цілей; (6) не використовуватимете Платформу для будь-якої діяльності, що
                    приносить прибуток, комерційного підприємництва чи іншої мети, для якої він не призначений;
                    (7) зобов&rsquo;язані самостійно оцінювати всі ризики, пов&apos;язані з використанням Платформи,
                    включаючи оцінку законності, надійності, повноти та корисності діяльності Платформи.</p>
                <p>8.5. Під час сплати за Пропозицію Замовник підтверджує та гарантує, що: (1) розуміє та підтримує
                    цілі діяльності Платформи; (2) добровільно здійснив Акцепт; (3) добровільно та свідомо прийняв
                    рішення
                    щодо купівлі Пропозиції; (4) надав повну та правдиву інформацію під час заповнення форми для
                    оформлення
                    замовлення; (5) грошові кошти, які були використані Замовником для оплати вартості Пропозиції, не
                    знаходяться під забороною, арештом, не перебувають у заставі, не обтяжені будь-якими іншими правами
                    третіх осіб та не були набуті з порушенням норм Закону України &laquo;Про запобігання та протидію
                    легалізації (відмиванню) доходів, одержаних злочинним шляхом, фінансуванню тероризму та фінансуванню
                    розповсюдження зброї масового знищення&raquo;; (6) не буде мати жодних претензій щодо виконання умов
                    Пропозицій, оскільки Компанія є лише посередником у взаємодії між Замовником та Автором, та не є
                    учасником у наданні послуг / виконанні робіт, що передбачені Пропозицією; (7) єдиною особою, яка
                    може
                    бути відповідальною за виконання умов Пропозиції, є Автор; (8) є єдиною особою, відповідальною за
                    збереження та конфіденційність логіна й пароля доступу до Платформи, а також будь-яких інших даних,
                    потрібних для цього доступу.</p>
                <p>8.6. Замовник розуміє, що у разі невиконання / неналежного виконання умов Пропозиції Автором сплачені
                    кошти за відповідну Пропозицію не підлягають поверненню. Здійснюючи придбання Пропозиції Замовник
                    погоджується, що самостійно несе ризик, повʼязаний із результатами та якістю виконання Пропозиції, і
                    не
                    буде мати жодних претензій до Компанії щодо відшкодування коштів у разі невиконання / незадовільного
                    виконання Пропозиції Автором. У випадку, коли умови Пропозиції не були виконані, Замовник має право
                    звернутися до Компанії із вимогою про оформлення іншої Пропозиції (або кількох Пропозицій), сума
                    вартості яких не перевищує ціну оригінальної Пропозиції, яка не була виконана. Компанія може
                    розглянути
                    такий запит та в разі позитивного рішення дозволити Замовнику вибрати іншу (-і) Пропозицію (-ї)
                    замість
                    тієї, умови якої не були виконані. У такому випадку Замовнику не потрібно буде додатково оплачувати
                    нову
                    (-і) Пропозицію (-ї), оскільки вартість оригінальної Пропозиції буде зарахована на вартість нової
                    (-их)
                    Пропозиції (-й) для їхнього виконання.</p>
                <p>8.7. Під час опублікування та виконання Пропозиції, Автор гарантує, що: (1) підтримує цілі діяльності
                    Платформи та публікує Пропозиції не з метою отримання будь-якого власного прибутку; (2) бере участь
                    у
                    діяльності Платформи за власною ініціативою, на добровільній основі та без примусу з боку Компанії
                    або
                    інших сторін; (3) не буде вимагати здійснення оплати Компанією за надані послуги / виконані роботи в
                    рамках певної Пропозиції; (4) умови та опис наданої Пропозиції на Платформі є точними та
                    відповідають
                    реальним послугам / роботам, які Автор готовий надавати / виконати; (5) умови Пропозиції будуть
                    виконані
                    належним чином та передані Замовнику (якщо застосовується); (6) буде дотримуватись конфіденційності
                    інформації, яку отримав від Замовника в процесі виконання умов Пропозиції; (7) Автор самостійно несе
                    відповідальність за якість та результати виконання певної Пропозиції. </p>
                <p><b>9. Обмеження відповідальності.</b></p>
                <p>9.1. Компанія та Користувач несуть відповідальність за виконання зобов&apos;язань за цим Договором
                    відповідно до чинного законодавства України.</p>
                <p>9.2. Максимальною мірою, що дозволено чинним законодавством, Компанія не несе жодної
                    відповідальності за (1) невідповідність функціонала Платформи очікуванням Користувача; (2) помилки й
                    збої в роботі Платформи; (3) друкарські помилки, неточності, упущення або інші недоліки в Платформі,
                    а
                    також несвоєчасність або недостовірність будь-якої інформації, що міститься на Платформі; (4)
                    будь-які
                    прямі, непрямі, побічні, фактичні або випадкові збитки, які понесли або можуть понести Користувачі в
                    результаті тимчасового призупинення роботи Платформи; (5) безпечність функціонування та контент
                    сторонніх вебсайтів, посилання на які можуть міститись на Платформі; (6) збитки або шкоду, що
                    спричинені
                    внаслідок порушення умов Договору іншим Користувачем; (7) відсутність належного зʼєднання до мережі
                    Інтернет у Користувача, внаслідок чого у Користувача будуть спостерігатись складнощі з доступом до
                    Платформи; (8) втрачений прибуток Замовника та/або Автора або будь-які непрямі, побічні, випадкові,
                    спеціальні або штрафні збитки, що виникають внаслідок цього Договору або використання Вами чи
                    неможливості використання Платформи, під час придбання Пропозиції та її виконання; (9) точність,
                    достовірність або актуальність інформації, що надається Користувачами на Платформі; (10) якість та
                    своєчасність виконання умов Пропозиції Автором; (11) дії або вчинки Авторів та Замовників поза
                    межами
                    Платформи; (12) будь-які неправомірні дії Користувачів або третіх осіб, які можуть призвести до
                    порушення прав інших Користувачів або завдання шкоди.</p>
                <p>9.3. Будь-яку інформацію та/або можливості, доступ до яких Користувач отримує з використанням
                    Платформи, Користувач може використовувати на свій власний ризик та самостійно несе відповідальність
                    за
                    можливі наслідки використання зазначеної інформації та/або можливостей, в тому числі за шкоду, яку
                    таке
                    використання може викликати.</p>
                <p>9.4. Компанія не несе відповідальності за будь-які дії, вчинки, або бездіяльність Авторів, чиї
                    Пропозиції
                    були придбані Замовниками на Платформі. Компанія забезпечує лише можливість для Автора опублікувати
                    свою
                    Пропозицію на Платформі, а для Замовника &mdash; її придбати. Своєю чергою, взаємодія між Замовником
                    і
                    Автором щодо неналежного виконання / невиконання Пропозиції та/або її умов здійснюється виключно між
                    Автором та Замовником. Компанія не має обовʼязку втручатися у таку взаємодію та не буде нести
                    відповідальність за порушення умов цього Договору Автором / Замовником перед іншою стороною
                    Пропозиції.
                    Компанія буде намагатись сприяти належному виконанню умов Пропозиції Автором та/або Замовником,
                    проте не
                    надає абсолютних гарантій та не несе відповідальності за наслідки, які можуть настати або не
                    настати. </p>
                <p>9.5. Компанія не може контролювати та не контролює дотримання Користувачем умов цього Договору, та
                    не несе жодної відповідальності в разі порушення Користувачем положень цього Договору, вимог
                    законодавства України.</p>
                <p>9.6. Компанія не несе відповідальності за злочинні, незаконні, недбалі дії чи бездіяльність третіх
                    осіб, пов&rsquo;язаних з використанням Платформи.</p>
                <p>9.7. Компанія не несе відповідальності за прийняття рішень Замовником про придбання Пропозицій та всі
                    повʼязані з ними ризики та наслідки. </p>
                <p>9.8. Користувач звільняє Компанію від відповідальності за будь-які збитки, шкоду, штрафні санкції,
                    інші додаткові витрати, включаючи витрати на правову допомогу, які виникли в результаті (1)
                    використання Вами Платформи, (2) опублікованої Пропозиції та/або її виконання, або (3) порушення
                    Вами
                    умов Договору. У разі пред&apos;явлення третіми особами будь-яких претензій до Компанії, що виникли
                    з
                    вини Користувача, винна сторона зобов&apos;язується співпрацювати з Компанією в межах захисту
                    Компанії
                    за такими претензіями та своїми силами й своїм коштом врегулювати такі претензії з третіми особами,
                    захистивши Компанію від можливих спорів, збитків, відшкодувань шкоди, штрафних санкцій, інших
                    додаткових
                    витрат.</p>
                <p>9.9. Незважаючи на будь-що протилежне, що міститься тут, Ви погоджуєтеся, що сумарна
                    відповідальність Компанії перед Вами за будь-якими претензіями, що виникають внаслідок використання
                    Платформи, обмежується сумами, які Ви сплатили Компанії за певні Пропозиції. Обмеження збитків,
                    викладені вище, є фундаментальними елементами Договору між Компанією і Вами.</p>
                <p><b>10. Права інтелектуальної власності.</b></p>
                <p>10.1. Програмний код, елементи дизайну, текст, графічні зображення, ілюстрації, програмне
                    забезпечення,
                    інші об&apos;єкти інтелектуальної власності, а також сама Платформа є об&apos;єктами права
                    інтелектуальної власності, що належать Компанії та/або їх законним правовласникам та охороняються
                    законодавством України про інтелектуальну власність, а також відповідними міжнародними угодами й
                    конвенціями. </p>
                <p>10.2. Ви погоджуєтеся, що використання вами Платформи або будь-якої її частини не порушуватиме умови
                    Договору, будь-який інший договір чи юридичне зобов&rsquo;язання перед будь-якою іншою стороною.
                    Крім
                    того, Ви погоджуєтеся дотримуватися всіх законів України, нормативних актів і розпоряджень, які
                    можуть
                    мати відношення до Платформи або її використання, і несете повну відповідальність за власні особисті
                    порушення будь-яких таких законів.</p>
                <p>10.3. Використання Платформи дозволено виключно в рамках запропонованого функціоналу. Доступ до
                    об&apos;єктів інтелектуальної власності, розміщених на Платформі, надається виключно для особистого
                    некомерційного використання без права на відтворення, у тому числі без права на копіювання,
                    завантаження, збереження таких об&apos;єктів у пам&apos;ять обладнання Користувача, а також без
                    права на
                    будь-яке інше використання, що не передбачене цим Договором, у тому числі їх продаж, модифікацію,
                    поширення цілком або в частині (елементах) тощо.</p>
                <p>10.4. Інше використання, не передбачене цим Договором, є порушенням умов цього Договору і може стати
                    підставою для притягнення порушника до відповідальності згідно з чинним законодавством України.
                    Будь-яке
                    використання Платформи або об&apos;єктів інтелектуальної власності, розміщених на ній, окрім як у
                    спосіб, дозволений цим Договором, категорично заборонено.</p>
                <p>10.5. Використання Платформи не надає Вам або будь-якій третій стороні будь-які права, титули або
                    інтереси щодо таких прав інтелектуальної власності.</p>
                <p>10.6. Будь-які об&apos;єкти інтелектуальної власності, розміщені на Платформі, можуть бути видалені
                    або змінені без повідомлення про це Користувача.</p>
                <p><b>11. Захист персональних даних.</b></p>
                <p>11.1. Персональні дані є частиною конфіденційної інформації та надаються Користувачем виключно на
                    добровільній основі й за його згоди при користуванні Платформою.</p>
                <p>11.2. Компанія здійснює збір, зберігання і використання та обробку персональних даних Користувачів,
                    Авторів та Замовників відповідно до цього Договору та Політики збору та обробки даних. Компанія
                    вживає
                    всіх необхідних заходів для захисту конфіденційності персональних даних Користувачів згідно з
                    порядком,
                    який зазвичай використовується для захисту такого роду інформації в існуючому діловому обороті.</p>
                <p><b>12. Порядок вирішення спорів.</b></p>
                <p>12.1. Договір регулюється та тлумачиться відповідно до чинного законодавства України.</p>
                <p>12.2. Усі спори та розбіжності, які можуть виникнути у звʼязку з цим Договором, мають вирішуватися
                    шляхом
                    переговорів. У випадку неможливості вирішення спорів шляхом переговорів, будь-які спори, розбіжності
                    або
                    питання, що виникають з цього Договору або пов&apos;язані з ним, підлягають остаточному врегулюванню
                    відповідно до чинного законодавства України.</p>
                <p><b>13. Внесення змін до Договору.</b></p>
                <p>13.1. Для поліпшення роботи Платформи Компанія може вносити зміни / доповнення до цього Договору без
                    попереднього сповіщення Користувачів. Датою вступу в силу нової редакції Договору вважається дата
                    опублікування Договору на Платформі. Компанія не зобов&apos;язана повідомляти Користувачів про
                    внесені зміни. Для цілей ознайомлення з новими умовами, Користувач повинен періодично
                    ознайомлюватися з умовами Договору, зокрема і перед початком проходження процедури Реєстрації.</p>
                <p>13.2. У разі незгоди Користувача, Автора та Замовника з новою редакцією Договору, Користувач, Автор
                    чи Замовник має припинити використання Платформи.</p>
                <p><b>14. Прикінцеві положення.</b></p>
                <p>14.1. Текст Договору є загальнодоступним. Договір укладається на невизначений строк до моменту його
                    розірвання сторонами і поширює свою дію на Користувачів, що здійснюють доступ до Платформи та її
                    використання, на дату початку такого доступу та використання.</p>
                <p>14.2. Якщо будь-яке положення цього Договору виявиться таким, що не має законної сили або буде
                    визнано
                    недійсним, це положення буде обмежено в дії або виключено у мінімальній мірі, яка необхідна для
                    того,
                    щоб цей Договір в іншому залишився в повній силі чинним, діяв та підлягав подальшому виконанню.
                    Нездатність будь-якої зі сторін скористатися будь-яким правом, не вважається відмовою від будь-яких
                    інших додаткових прав за цим Договором. Нездатність Компанії забезпечити дотримання будь-якої
                    частини
                    цього Договору не є відмовою від права Компанії на подальше застосування такої або будь-якої іншої
                    частини цього Договору. Відмова від дотримання будь-якого пункту, в будь-якому конкретному випадку
                    не
                    означає, що Компанія відмовилася від дотримання такого пункту у майбутньому. </p>
                <p>14.3. У разі незгоди з будь-якими положеннями цього Договору або виникнення додаткових запитань чи в
                    інших випадках, визначених цим Договором, Користувач, Автор та Замовник можуть зв&apos;язатися із
                    Компанією за адресою електронної пошти: support@donatemenu.com.</p>
                <p>14.4. Договір укладений українською мовою, не вимагає двостороннього підписання та дійсний для
                    сторін в електронному вигляді.</p>
            </div>
        </div>
    )
}

export default Offer