import style from "@/app/(static)/policy/policy.module.scss"

const Policy = () => {
    return (
        <div className={style.policyPage_inner} id={"policy"}>
            <div className={style.policyPage_head}>
                <h2>Політика Збору та Обробки Даних</h2>
            </div>

            <div className={style.policyPage_cont}>
                <p>Політику опубліковано: 11-08-2023</p>
                <p>Поточна редакція: 11-08-2023</p>
                <p>Ми щиро вдячні за Ваш проявлений інтерес до Нашої ініціативи. На Платформі Ми прагнемо
                    забезпечити найкращий досвід і комфорт під час її використання.</p>
                <p>Ми завжди прагнемо захищати Ваші Персональні Дані та надавати Вам прозору та повну інформацію
                    щодо того, які Ваші Персональні Дані Ми маємо та/або можемо отримати від Вас. </p>
                <p>Метою цієї Політики є надання чіткого пояснення того, як Ми збираємо та використовуємо
                    Персональні Дані, які Ви надаєте Нам, як захищаємо Вашу конфіденційність, тим самим Ми прагнемо
                    створити і забезпечити максимально комфортні умови використання Платформи для кожного
                    Користувача. Ми обіцяємо ставитись до будь-яких Ваших Персональних Даних з особливим ступенем
                    турботи та прагнемо забезпечити безпечний рівень їх зберігання. </p>
                <p>Метою Політики є забезпечення прав і свобод Користувачів при Обробці їх Персональних Даних, у
                    тому числі захисту прав на недоторканність, зокрема від несанкціонованого доступу і розголошення
                    Персональних Даних. Тому Компанія надає важливого значення дотриманню конфіденційного порядку
                    поводження із Персональними Даними Користувачів. Ваша довіра &mdash; Наш найцінніший актив, тому
                    Ми зобов&apos;язуємося забезпечувати надійний захист Вашої Персональної Інформації та не
                    розголошувати її стороннім особам за відсутності Вашої Згоди на це.</p>
                <p>Політика розроблена та діє з урахуванням Загального регламенту про захист даних (General Data
                    Protection Regulation (GDPR)), Закону України &ldquo;Про захист персональних даних&rdquo;, а
                    також інших нормативно-правових актів і практик із захисту Персональних Даних.</p>
                <p>Під час реєстрації облікового запису на Платформі шляхом проставлення відмітки у відповідному
                    чек-боксі, Ви підтверджуєте, що Ви:</p>
                <ul>
                    <li>
                        <p>належним чином ознайомились із порядком, метою та іншими умовами Обробки
                            Персональних Даних, що викладені в Політиці;</p>
                    </li>
                    <li>
                        <p>надаєте Згоду на збір, Обробку та використання Ваших Персональних Даних згідно з умовами
                            цієї Політики;</p>
                    </li>
                    <li>
                        <p>маєте достатній обсяг правоздатності та дієздатності для надання Згоди з умовами цієї
                            Політики. </p>
                    </li>
                </ul>
                <p>Ми звертаємо Вашу увагу на необхідність ретельного ознайомлення з умовами Політики перед
                    використанням Платформи. Якщо Ви не Згодні, або не можете підтвердити зазначене, Ви повинні
                    негайно припинити використання Платформи. У такому разі Ви повинні (а) зв&rsquo;язатися з Нами й
                    подати запит на видалення Ваших Даних; (б) залишити Платформу та не використовувати її.</p>
                <p><b>1. Основні терміни, які використовуються в Політиці.</b></p>
                <p><b>1.1. Політика Збору та Обробки Даних</b> &ndash; цей документ, що розміщений в мережі
                    Інтернет за адресою: <a
                        href="https://www.donatemenu.com/policy#policy">https://www.donatemenu.com/policy</a> (&ldquo;Політика&rdquo;).
                </p>
                <p><b>1.2. Компанія</b> &mdash; ФОП Андруша Костянтин Юрійович, РНОКПП 3436304533, номер запису
                    про проведення державної реєстрації: 23570000000010203 від
                    19.08.2016
                    (&ldquo;Компанія&rdquo;, &ldquo;Ми&rdquo;, &ldquo;Нас&rdquo;, &ldquo;Нам&rdquo;, &ldquo;Наші&rdquo;).
                </p>
                <p><b>1.3. Платформа</b> &ndash; вебсайт за посиланням: <a
                    href="https://www.donatemenu.com">https://www.donatemenu.com</a> та весь контент, що він містить.
                </p>
                <p><b>1.4. Послуги</b> &mdash; інформаційні послуги Компанії, зміст яких полягає у створенні
                    простору, де Користувач матиме змогу самостійно розміщувати Пропозиції, які готовий виконати за
                    умови їх оплати іншими Користувачами, та/або оплачувати Пропозиції інших Користувачів. </p>
                <p><b>1.5. Пропозиція</b> &mdash; замовлення, яке Автор розміщує на Платформі для можливості його
                    придбання іншими Користувачами, що містить опис конкретної послуги або певного завдання, яку
                    (-е) готовий надати або виконати Автор. </p>
                <p><b>1.6. Автор</b> &mdash; зареєстрований Користувач, який розміщує власну Пропозицію щодо
                    надання послуг, виконання певних дій або завдань іншим зареєстрованим Користувачам Платформи за
                    плату, яка зазначена у розміщених Пропозиціях.</p>
                <p><b>1.7. Суб&rsquo;єкт Персональних Даних</b> &ndash; особа, яка відвідує та/або
                    користується Платформою, стосовно якої здійснюється Обробка її Персональних
                    Даних (&ldquo;Користувач&rdquo;, &ldquo;Ви&rdquo;, &ldquo;Вас&rdquo;, &ldquo;Вам&rdquo;).</p>
                <p><b>1.8. Персональні Дані</b> &ndash; будь-яка інформація, що стосується фізичної особи, яку
                    ідентифіковано чи можна ідентифікувати за допомогою цієї інформації (&ldquo;Персональні
                    Дані&rdquo;, &ldquo;Дані&rdquo;).</p>
                <p><b>1.9. Обробка Персональних Даних</b> &ndash; будь-яка операція або низка операцій з
                    Персональними Даними або наборами Персональних Даних з використанням автоматизованих засобів або
                    без них, такі як збирання, реєстрація, організація, структурування, зберігання, адаптація чи
                    зміна, пошук, ознайомлення, використання, розкриття через передавання, розповсюдження чи надання
                    іншим чином, упорядкування чи комбінування, обмеження, стирання чи знищення.</p>
                <p><b>1.10. Володілець (Контролер) Персональних Даних</b> &ndash; Компанія, яка визначає цілі та
                    засоби Обробки Персональних Даних, встановлює склад цих Даних і процедури їх Обробки.</p>
                <p><b>1.11. Розпорядник (Оператор) Персональних Даних</b> &ndash; Компанія або інші особи, яким
                    Володільцем Персональних Даних або законом надано право Обробляти Персональні Дані від імені
                    Володільця.</p>
                <p><b>1.12. Згода</b> &ndash; будь-яке вільно надане, конкретне, поінформоване
                    та однозначне зазначення бажання Суб&rsquo;єкта Персональних Даних, яким він чи вона підтверджує
                    Згоду на Обробку своїх Персональних Даних шляхом вчинення чітких ствердних дій зі свого
                    боку.</p>
                <p><b>1.13. Загальний регламент про захист даних</b> &ndash; Регламент Європейського Парламенту
                    та Ради № 2016/679 від 27.04.2016 про захист фізичних осіб у звʼязку з опрацюванням персональних
                    даних і про вільний рух таких даних, та про скасування Директиви 95/46/ЄС
                    (надалі &ndash; &ldquo;GDPR&rdquo;).</p>
                <p><b>2. Які Персональні Дані Ми Обробляємо?</b></p>
                <p>Персональні Дані, які Ви надаєте Нам особисто:</p>
                <p>Ми збираємо та Обробляємо Персональні Дані, які надаються Користувачем особисто шляхом заповнення
                    спеціальної форми під час проходження процедури реєстрації облікового запису на Платформі, до
                    яких належить:</p>
                <ul>
                    <li>
                        <p>імʼя особи;</p>
                    </li>
                    <li>
                        <p>зображення профілю Користувача;</p>
                    </li>
                    <li>
                        <p>електронна адреса;</p>
                    </li>
                    <li>
                        <p>дата народження.</p>
                    </li>
                </ul>
                <p>Якщо Користувач вирішив зареєструватись на Платформі за допомогою Facebook, Google або Twitter,
                    Компанія може отримати Персональні Дані Користувача, або іншу інформацію, доступ до якої
                    надається Facebook, Google або Twitter.</p>
                <p>Після реєстрації на Платформі, в особистому кабінеті Користувач має можливість надати Компанії
                    додаткові Персональні Дані, серед яких: посилання / ідентифікатор (ID) профілю Користувача
                    в Instagram, Facebook, Twitter, Tiktok; Дані для швидкого оформлення замовлення Пропозиції,
                    серед яких: прізвище, імʼя та по батькові Користувача, мобільний номер телефону, місто
                    проживання. </p>
                <p>За умови, що до моменту оформлення замовлення Пропозиції Користувач не заповнив Дані для швидкого
                    оформлення замовлення, зазначені вище, Користувачу слід буде зробити це в момент придбання
                    Пропозиції (якщо вимагається). Якщо Користувач під час оформлення замовлення Пропозиції у
                    полі &ldquo;Коментар до замовлення&rdquo; вирішить надати додаткові власні Персональні Дані, то
                    такі Дані також підлягатимуть захисту відповідно до умов Політики.</p>
                <p>За потреби Ми можемо запросити у Вас додаткову інформацію для належного надання Послуг
                    Компанією. Ми збираємо тільки ті Персональні Дані, які свідомо і добровільно надані Вами як
                    Суб&apos;єктом Персональних Даних в цілях використання Послуг, або інформацію, що містилась в
                    будь-яких повідомленнях, які Ви надсилали Нам електронною поштою при зверненні, включаючи зміст
                    повідомлення та мета дані.</p>
                <p>Звертаємо Вашу увагу, що Компанія обмежується збором мінімального обсягу інформації, необхідного
                    виключно для належного надання Послуг Користувачу. Компанія не збирає жодних Даних щодо Вашого
                    платіжного рахунку (номер платіжної картки, CVV/CVC код, строк дії картки), які Ви вказуєте під
                    час оформлення замовлення Пропозиції. Такі Дані доступні лише фінансовій установі, через яку
                    здійснюються транзакції. Більш детально ознайомитись із положеннями щодо передачі Ваших
                    Персональних Даних третім особам Ви можете в розділі 7 Політики.</p>
                <p>Компанія не збирає файли cookies. Ми прагнемо забезпечити максимальний рівень приватності для
                    Користувачів, а тому не використовуємо технологію cookies для відстеження або збору інформації
                    про Користувачів Платформи та їх дії на Платформі.</p>
                <p><b>3. Чиї Персональні Дані Ми не Обробляємо?</b></p>
                <p>Ми свідомо не Обробляємо Персональні Дані осіб, які не досягнули віку 16 років, а також не
                    пропонуємо їм користуватися Платформою. </p>
                <p>Якщо Ми дізнаємося, що особа, котра не досягла віку, з якого дозволено Обробляти її Персональні
                    Дані, надала Нам свої Персональні Дані без Згоди законного представника, опікуна чи іншої особи,
                    уповноваженої на надання такої Згоди, Ми будемо вживати всіх необхідних заходів для видалення
                    таких Персональних Даних.</p>
                <p>Якщо особа, віком до 16 років, надала Нам свої Персональні Дані, Ми просимо батьків, законних
                    представників, опікунів, піклувальників дитини зв&rsquo;язатися з Нами за контактною
                    інформацією, наданою нижче, щоб Ми видалили такі Дані з Наших систем.</p>
                <p><b>4. Цілі Обробки Персональних Даних.</b></p>
                <p>Ми Обробляємо надані Вами Персональні Дані лише задля конкретних та обмежених цілей, що зазначені
                    нижче:</p>
                <p><b>Надання Послуг.</b> Ми використовуємо надані Вами Дані для того, щоб спершу Ви мали можливість
                    створити власний обліковий запис на Платформі, а також, щоб після придбання Пропозиції Автор мав
                    можливість виконати Пропозицію та передати її результати Вам (якщо вимагається).</p>
                <p><b>Надання інформаційної та технічної підтримки.</b> У разі виникнення проблем або труднощів у
                    користуванні Платформою, Ми можемо використовувати надані Вами Персональні Дані з
                    метою надання ефективної клієнтської та технічної підтримки. </p>
                <p><b>Врегулювання претензій.</b> Ми використовуємо Персональні Дані з метою ефективного та
                    своєчасного врегулювання претензій від Користувачів, що виникли у зв&apos;язку з використанням
                    Платформи.</p>
                <p><b>Управління та поліпшення Платформи.</b> Увесь час Ми намагаємось удосконалювати функції, що
                    підтримують роботу Платформи, та додавати нові можливості. Це дозволяє Користувачам
                    безперебійно, швидко та якісно використовувати Платформу.</p>
                <p><b>Надсилання повідомлень та сповіщень щодо Платформи.</b> З метою підтвердження реєстрації на
                    Платформі, Компанія відправляє Користувачу лист на електронну пошту, який містить посилання, за
                    яким слід перейти аби підтвердити та завершити процедуру реєстрації. Електронна адреса
                    Користувача може використовуватись з метою відправлення повідомлень щодо оформлення замовлення
                    Пропозиції, етапів та особливостей її виконання.</p>
                <p><b>Надсилання повідомлень щодо Пропозиції.</b> При оформленні замовлення на певну Пропозицію, якщо
                    Користувач вказав електронну пошту або надав посилання на соціальну мережу як спосіб доставки,
                    за допомогою вказаної адреси електронної пошти / соціальної мережі може відбуватись комунікація
                    Автора та Замовника та/або Компанії та Замовника з приводу процесу виконання
                    Пропозиції. </p>
                <p>Користувач повідомляє, що використання електронної пошти / соціальної мережі як способу
                    комунікації та отримання повідомлень щодо Пропозиції є його свідомим вибором і погоджується, що
                    Компанія не несе відповідальності за можливі наслідки використання даного способу
                    комунікації.</p>
                <p><b>5. Юридичні підстави для Обробки Ваших Персональних Даних.</b></p>
                <p>Для Обробки Ваших Персональних Даних Ми керуємось такими юридичними підставами: </p>
                <ol>
                    <li>
                        <p>Ваша Згода на таку Обробку;</p>
                    </li>
                    <li>
                        <p>укладення та виконання правочину, стороною якого Ви є;</p>
                    </li>
                    <li>
                        <p>необхідність виконання обов&rsquo;язку Володільця Персональних Даних, який передбачений
                            законом;</p>
                    </li>
                    <li>
                        <p>законні інтереси, що переслідуються Нами, за умови, що такі законні інтереси не
                            переважатимуть над Вашими інтересами або основними правами та свободами, які вимагають
                            захисту Персональних Даних (стаття 6 (1) (f) GDPR / UK GDPR). Ми покладаємося на
                            законні інтереси:</p>
                    </li>
                </ol>
                <ul>
                    <li>
                        <p>для надсилання Вам важливих повідомлень, що стосуються роботи Платформи, виконання умов
                            Пропозиції, або з інших причин, які можуть бути актуальними для Вас;</p>
                    </li>
                    <li>
                        <p>для забезпечення виконання договору Публічної оферти.</p>
                    </li>
                </ul>
                <p>При Обробці Нами Ваших Персональних Даних, Ми також розглядаємо та збалансовуємо будь-який
                    потенційний вплив на Вас (як позитивний, так і негативний) та Ваші права відповідно до
                    законодавства про захист Персональних Даних. Ми не використовуватимемо Ваші Персональні Дані для
                    діяльності, де Наші інтереси переважають над Вашими за рахунок впливу на Вас, наприклад, коли
                    збір та використання Ваших Даних були б надто нав&apos;язливими (якщо, до прикладу, це не
                    дозволено відповідно до законів). Ми використовуватимемо Ваші Персональні Дані лише відповідно
                    до цілей, описаних у цій Політиці.</p>
                <p><b>6. Як Ми зберігаємо та Обробляємо Ваші Персональні Дані?</b></p>
                <p>Ми зберігатимемо Ваші Персональні Дані стільки часу, скільки це обґрунтовано необхідно для
                    досягнення цілей, викладених у цій Політиці (включно з наданням Вам Послуг). Ми також
                    зберігатимемо Ваші Персональні Дані, якщо це буде необхідно для дотримання Наших юридичних
                    зобов&rsquo;язань, а також до моменту відкликання Згоди з боку Користувача.</p>
                <p>Для зберігання Персональних Даних Компанія використовує платформу Amazon Web Services, яка
                    утримується Amazon.com, Inc. Ми використовуємо сервери Amazon Web Services, які розташовані в
                    Стокгольмі, Швеції.</p>
                <p>Ми будемо вживати всіх необхідних заходів, щоб гарантувати виконання всіх відповідних заходів
                    безпеки Ваших Даних.</p>
                <p>Обробка Персональних Даних здійснюється з використанням комп&apos;ютерів та/або автоматизованих
                    засобів відповідно до процедур і методів, які відповідають цілям збору Персональних Даних.</p>
                <p>Ми дуже серйозно ставимося до захисту Ваших Персональних Даних. Ми здійснюємо всі комерційні
                    обґрунтовані заходи для запобігання несанкціонованому доступу до Ваших Персональних Даних і тих
                    Даних, що були отримані в процесі користування Платформою. Ми прагнемо захистити Ваші
                    Персональні Дані різними засобами з метою збереження їхньої конфіденційності та цілісності,
                    запобігання несанкціонованому використанню або розголошенню Ваших Персональних Даних і захисту
                    Ваших Персональних Даних від їх втрати, неправильного використання, розголошення, зміни та/або
                    знищення. </p>
                <p>Звертаємо Вашу увагу, що жоден спосіб передачі Даних через Інтернет не може давати 100% гарантії
                    запобігання витоку інформації.</p>
                <p><b>7. Чи передаємо Ми Ваші Персональні Дані третім особам?</b></p>
                <p>Ми не здійснюємо передачу Персональних Даних третім особам, крім випадків, коли така передача є
                    вимогою законодавства, на прохання Суб&apos;єкта Персональних Даних або в інших випадках,
                    викладених в цій Політиці. Ми розуміємо всю цінність Персональних Даних Наших Користувачів, а
                    тому вживаємо всіх можливих заходів для захисту Персональних Даних Користувачів, які останні
                    добровільно і усвідомлено надають Компанії.</p>
                <p>У окремих випадках, з метою забезпечення належного функціонування Платформи, Персональні Дані
                    можуть бути доступні певним категоріям відповідальних осіб Компанії (посадовим особам),
                    діяльність яких пов&apos;язана із забезпеченням належного функціонування Платформи або стороннім
                    організаціям (таким як незалежні постачальники технічних послуг, поштові організації,
                    постачальники послуг хостингу, компанії &ndash; постачальники інформаційних технологій, служби
                    зв&apos;язку), підрядникам та партнерам Компанії, яким Ми можемо доручити виконання функцій
                    Розпорядника Персональних Даних у разі необхідності. Ви можете додатково запитати в Нас перелік
                    вищезазначених осіб. </p>
                <p>Звертаємо Вашу увагу, що Ми надаємо доступ до Персональних Даних лише тим стороннім компаніям
                    та/або особам, що здатні належним чином гарантувати найвищий рівень захисту,
                    конфіденційності та безпеки Персональних Даних, а також їх використання лише з метою, що не
                    суперечить положенням Політики.</p>
                <p><b>Провайдери IT-послуг.</b> Ми можемо залучати інші компанії (в тому числі іноземні, зокрема
                    Сloudflare, GoDaddy Inc.), що надають адміністративні та ІТ-послуги, зокрема послуги хостингу,
                    послуги CDN, захисту від небажаного трафіку та DDoS&mdash;атак, DNS&mdash;сервіси, використання
                    хмарних сервісів і баз даних, які Оброблятимуть Персональні Дані Користувача від Нашого імені з
                    метою забезпечення технічної підтримки та належного функціонування Платформи. Такі компанії
                    можуть отримати доступ до Персональних Даних Користувача, виключно якщо це потрібно для
                    здійснення вищезазначених цілей та відповідно до положень угод із цими компаніями про
                    нерозголошення конфіденційної інформації, і такі компанії не мають права використовувати їх для
                    будь-яких інших цілей. Ознайомитися із політикою Обробки Персональних Даних Сloudflare Ви можете
                    за посиланням: <a
                        href="https://www.cloudflare.com/privacypolicy/">https://www.cloudflare.com/privacypolicy/</a>.
                    Політика Обробки Персональних Даних GoDaddy Inc. доступна за посиланням: <a
                        href="https://www.godaddy.com/legal/agreements/privacy-policy">https://www.godaddy.com/legal/agreements/privacy-policy</a>.
                </p>
                <p>З метою здійснення аналітики використання Платформи, моніторингу продуктивності та
                    користувацького досвіду, Компанія може використовувати послуги компанії New Relic, що допоможе
                    Компанії забезпечити стабільність, надійність та ефективність функціонування Платформи, знизити
                    ризики виникнення помилок. З політикою Обробки Персональних Даних New Relic Ви можете
                    ознайомитися за посиланням: <a
                        href="https://newrelic.com/termsandconditions/privacy">https://newrelic.com/termsandconditions/privacy</a>.
                </p>
                <p>Компанія використовує сервіс Firebase для контролю та покращення функціональності своєї
                    Платформи. Firebase також надає зручний механізм аутентифікації Користувачів, дозволяючи
                    Компанії пропонувати різні варіанти входу та реєстрації для Користувачів. Це робить процес
                    реєстрації простим та зручним для Користувачів. Ще одним важливим аспектом Firebase є аналітика
                    та звіти. Компанія може використовувати інструменти Firebase для збору даних про використання
                    Платформи, аналізу активності Користувачів та взаємодії з Платформою. Це допомагає зрозуміти, як
                    Користувачі взаємодіють з Платформою, і дозволяє Компанії приймати обґрунтовані рішення для
                    покращення її продуктивності. Детальна інформація про порядок Обробки Персональних Даних
                    Firebase доступна за посиланням:<a
                        href="https://firebase.google.com/support/privacy"> https://firebase.google.com/support/privacy</a>.
                </p>
                <p><b>Фінансові установи (банки, платіжні сервіси / інструменти).</b> Ми маємо право залучати
                    фінансові установи, що надають фінансові, банківські послуги, послуги платіжних сервісів /
                    інструментів, для можливості здійснення оплати Пропозицій на Платформі. У разі, якщо Ви під час
                    оформлення замовлення Пропозиції виконуєте перехід на сайт / форми такої фінансової установи
                    (банку, платіжного сервісу / інструменту), радимо Вам ознайомитися з їхньою політикою Обробки
                    Персональних Даних. </p>
                <p>Приймання оплат на Платформі здійснюється за допомогою інтернет-еквайрингу від monobank, який
                    належить Акціонерному товариству &ldquo;Універсал Банк&rdquo; (ідентифікаційний код: 21133352,
                    юридична адреса: Україна, 04114, місто Київ, вулиця Автозаводська, будинок 54/19, адреса
                    електронної пошти: <a
                        href="mailto:contact@universalbank.com.ua">contact@universalbank.com.ua</a>). Ознайомитися
                    із політикою Обробки Персональних Даних АТ &ldquo;УНІВЕРСАЛ БАНК&rdquo; Ви можете за
                    посиланням: <a
                        href="https://www.universalbank.com.ua/storage/app/media/2020/porjadok_obrobki_ta_zahistu_personalnih_danih_at_universal_bank_fv.pdf">https://www.universalbank.com.ua/storage/app/media/2020/porjadok_obrobki_ta_zahistu_personalnih_danih_at_universal_bank_fv.pdf</a>.
                </p>
                <p>Компанія не має доступу до Ваших Персональних Даних (номер платіжної картки, CVV/CVC код, строк
                    дії картки), які Ви надаєте фінансовим установам при здійсненні переказів коштів через сайти або
                    форми таких установ.</p>
                <p><b>Органи влади (України, Європейського Союзу або інших країн).</b> Ми зберігаємо за собою право
                    розголошувати та/або повідомляти будь-які Персональні Дані Користувача, якщо це вимагається
                    будь-яким законом України або Європейського Союзу чи іншим нормативно-правовим актом, чи
                    підтвердженою законною вимогою органу державної влади та/або місцевого самоврядування, з метою
                    дотримання вимог законів України й законодавства Європейського Союзу, захисту цілісності
                    Платформи, для виконання запитів Користувачів, органів державної влади та/або місцевого
                    самоврядування, чи з метою сприяння будь-якому розслідуванню з боку правоохоронних органів чи
                    розслідуванню з метою гарантування громадської (національної) безпеки. У деяких випадках Ми
                    також можемо надати Персональні Дані Користувача органам влади Європейського Союзу (як
                    державним, так і наддержавним) та органам влади інших держав, якщо таке надання Персональних
                    Даних вимагається законом, або в разі офіційного запиту від такого органу влади в рамках
                    розслідування кримінального правопорушення.</p>
                <p><b>8. Які Ви маєте права щодо Ваших Персональних Даних?</b></p>
                <p>Кожний Користувач, Дані якого збираються, Обробляються та використовуються Компанією, має такі
                    права:</p>
                <ul>
                    <li>
                        <p>знати про джерела збирання, місцезнаходження своїх Персональних Даних, мету їх Обробки,
                            місцезнаходження Компанії;</p>
                    </li>
                    <li>
                        <p>отримувати інформацію про умови надання доступу до Персональних Даних, зокрема інформацію
                            про третіх осіб, яким передаються Ваші Персональні Дані;</p>
                    </li>
                    <li>
                        <p>на доступ до своїх Персональних Даних;</p>
                    </li>
                    <li>
                        <p>отримувати не пізніше як за тридцять календарних днів з дня надходження запиту, крім
                            випадків, передбачених законом, відповідь про те, чи Обробляються Ваші Персональні Дані,
                            а також отримувати зміст таких Персональних Даних;</p>
                    </li>
                    <li>
                        <p>пред&apos;являти вмотивовану вимогу Володільцю із запереченням проти Обробки своїх
                            Персональних Даних, у тому числі профайлінгу, з метою надсилання маркетингових,
                            інформаційних матеріалів;</p>
                    </li>
                    <li>
                        <p>пред&apos;являти вмотивовану вимогу щодо зміни або знищення своїх Персональних Даних
                            будь-яким Володільцем та Розпорядником Персональних Даних, якщо ці Дані Обробляються
                            незаконно чи є недостовірними (&ldquo;право на забуття&rdquo;);</p>
                    </li>
                    <li>
                        <p>на захист своїх Персональних Даних від незаконної Обробки та випадкової втрати, знищення,
                            пошкодження у зв&apos;язку з умисним приховуванням, ненаданням чи несвоєчасним їх
                            наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять
                            честь, гідність та ділову репутацію фізичної особи;</p>
                    </li>
                    <li>
                        <p>вимагати перенесення Персональних Даних, якщо Ви бажаєте отримати свої Персональні Дані в
                            форматі, що легко зчитується машиною, та передати такі Дані іншому Контролеру без
                            перешкод;</p>
                    </li>
                    <li>
                        <p>звертатися із скаргами на Обробку своїх Персональних Даних до Уповноваженого Верховної
                            Ради України з прав людини або до суду;</p>
                    </li>
                    <li>
                        <p>застосовувати засоби правового захисту в разі порушення законодавства про захист
                            Персональних Даних;</p>
                    </li>
                    <li>
                        <p>вносити застереження стосовно обмеження права на Обробку своїх Персональних Даних під час
                            надання Згоди;</p>
                    </li>
                    <li>
                        <p>відкликати Згоду на Обробку Персональних Даних;</p>
                    </li>
                    <li>
                        <p>знати механізм автоматичної Обробки Персональних Даних;</p>
                    </li>
                    <li>
                        <p>на захист від автоматизованого рішення, яке може мати для Вас правові наслідки.</p>
                    </li>
                </ul>
                <p>З метою відкликати Згоду на Обробку Персональних Даних, скористатися своїм правом доступу до
                    Ваших Персональних Даних, предʼявити вимогу про видалення Персональних Даних та реалізувати інші
                    свої права, Ви можете надіслати відповідний запит на Нашу електронну адресу: <a
                        href="mailto:support@donatemenu.com">support@donatemenu.com</a>. Ми намагатимемося
                    відповісти Вам якомога швидше, але не довше ніж упродовж 1 (одного) календарного місяця.</p>
                <p>Зверніть увагу, що, перш ніж надати інформацію згідно з Вашим запитом, Ми можемо запросити у Вас
                    додаткові Дані для підтвердження Вашої особи.</p>
                <p><b>9. Посилання на інші сайти.</b></p>
                <p>Ми можемо розміщувати активні посилання на сайти, які не обслуговуються Компанією. Якщо Ви
                    відвідуєте сайти за такими посиланнями, Вам необхідно переглянути їхні політики збору та Обробки
                    Даних та принципи роботи. Ми не несемо відповідальності за політики та практики інших компаній,
                    і будь-яка інформація, яку Ви надаєте таким компаніям, підпорядковується їхнім політикам збору й
                    Обробки Даних.</p>
                <p><b>10. Вирішення спорів.</b></p>
                <p>До моменту звернення до суду з позовом у спорах, що виникають із відносин між Користувачем і
                    Компанією, обов&apos;язковим є пред&apos;явлення претензії (письмової пропозиції про
                    добровільне
                    врегулювання спору). Отримувач претензії впродовж 30 (тридцяти) календарних днів з дня
                    її отримання повинен письмово повідомити заявника про результати розгляду претензії.</p>
                <p>У разі недосягнення компромісу суперечка може бути передана на розгляд до компетентного
                    суду України. До цієї Політики та відносин між Користувачем і Компанією застосовується
                    чинне законодавство України.</p>
                <p><b>11. Оновлення Політики.</b></p>
                <p>Ми маємо право в будь-який час і за будь-яких підстав вносити зміни до цієї Політики без
                    попереднього сповіщення Користувачів, розмістивши нову редакцію Політики за вищезазначеним
                    посиланням. Датою вступу в силу нової редакції Політики вважається дата опублікування
                    Політики на Платформі. Компанія не зобов&apos;язана повідомляти Користувачів про внесені зміни.
                    Ми наполегливо рекомендуємо Вам час від часу перевіряти Політику й дату внесення останніх змін,
                    аби залишатися в курсі останніх змін.</p>
                <p>У разі незгоди з будь-якими змінами, внесеними до Політики, Ви повинні припинити користуватися
                    Платформою, а також маєте право вимагати видалення Ваших Персональних Даних.</p>
                <p><b>12. Контактна інформація.</b></p>
                <p>Якщо щось у Політиці залишилося для Вас незрозумілим, Ми будемо раді пояснити Вам її положення.
                    Для цього, будь ласка, зв&apos;яжіться з Нами за електронною адресою <a
                        href="mailto:support@donatemenu.com">support@donatemenu.com</a>.</p>
                <p>Ми намагатимемося відповісти Вам якомога швидше, але не довше ніж упродовж 1 (одного)
                    календарного місяця.</p>
            </div>
        </div>
    )
}

export default Policy