import style from "@/app/(static)/policy/policy.module.scss"
import './policy.style.scss'

const Policy = () => {
    return (
        <div className={style.policyPage_inner} id={"policy"}>
            <div className="policy">
                <h2>Політика Збору та Обробки Даних</h2>
                <p className="c13"><span className="c7 c1 c9"></span></p><p className="c11">
                <span className="c7 c1 c9"></span></p><p className="c12"><span className="c28 c6 c9 c18">Політику опубліковано: 11-08-2023</span>
            </p><p className="c12"><span className="c6 c18">Поточна редакція:</span><span
                className="c1">&nbsp;</span><span
                className="c6 c18">11-08-2023</span></p><p className="c3"><span className="c7 c1 c9"></span></p><p
                className="c12"><span className="c0">Ми щиро вдячні за Ваш проявлений інтерес до Нашої ініціативи. На Платформі Ми прагнемо забезпечити найкращий досвід і комфорт під час її використання.</span>
            </p><p className="c3"><span className="c30"></span></p><p className="c12"><span className="c0">Ми завжди прагнемо захищати Ваші Персональні Дані та надавати Вам прозору та повну інформацію щодо того, які Ваші Персональні Дані Ми маємо та/або можемо отримати від Вас. </span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c0">Метою цієї Політики є надання чіткого пояснення того, як Ми збираємо та використовуємо Персональні Дані, які Ви надаєте Нам, як захищаємо Вашу конфіденційність, тим самим Ми прагнемо створити і забезпечити максимально комфортні умови використання Платформи для кожного Користувача. Ми обіцяємо ставитись до будь-яких Ваших Персональних Даних з особливим ступенем турботи та прагнемо забезпечити безпечний рівень їх зберігання. </span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">Метою Політики є забезпечення прав і свобод Користувачів при Обробці їх Персональних Даних, у тому числі захисту прав на недоторканність, зокрема від несанкціонованого доступу і розголошення Персональних Даних. Тому Компанія надає важливого значення дотриманню конфіденційного порядку поводження із Персональними Даними Користувачів. </span><span
                className="c6">Ваша довіра — Наш найцінніший актив, тому Ми зобов'язуємося забезпечувати надійний захист Вашої Персональної Інформації та не розголошувати її стороннім особам за відсутності Вашої Згоди на це.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c0">Політика розроблена та діє з урахуванням Загального регламенту про захист даних (General Data Protection Regulation (GDPR)), Закону України “Про захист персональних даних”, а також інших нормативно-правових актів і практик із захисту Персональних Даних.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">Під час реєстрації облікового запису на Платформі шляхом проставлення відмітки у відповідному чек-боксі, </span><span
                className="c6">Ви підтверджуєте, що </span><span className="c0">Ви:</span></p>
                <ul className="c31 lst-kix_d9ghxatigo8-0 start">
                    <li className="c12 c14 li-bullet-0"><span className="c6">належним чином ознайомились із </span><span
                        className="c4">порядком</span><span className="c4">, метою та іншими умовами Обробки Персональних Даних, що викладені в </span><span
                        className="c6">Політиці</span><span className="c0 c8">;</span></li>
                    <li className="c12 c14 li-bullet-0"><span className="c0 c8">надаєте Згоду на збір, Обробку та використання Ваших Персональних Даних згідно з умовами цієї Політики;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c0 c8">маєте достатній обсяг правоздатності та дієздатності для надання Згоди з умовами цієї Політики. </span>
                    </li>
                </ul>
                <p className="c3"><span className="c0 c8"></span></p><p className="c12"><span className="c4">Ми звертаємо Вашу увагу на необхідність ретельного </span><span
                className="c4">ознайомлення</span><span className="c4">&nbsp; з умовами </span><span
                className="c4">Політик</span><span className="c4">и перед використанням Платформи. </span><span
                className="c6">Якщо Ви не Згодні, або не можете підтвердити зазначене, Ви повинні негайно припинити використання Платформи. У такому разі Ви повинні (а) зв’язатися з Нами й подати запит на видалення Ваших Даних; (б) залишити Платформу та не використовувати її.</span>
            </p><p className="c26 c16"><span className="c7 c1 c9"></span></p><p className="c12"><span
                className="c1 c21 c8">1.&nbsp;Основні терміни, які використовуються в Політиці.</span></p><p
                className="c26 c16"><span className="c7 c1 c9"></span></p><p className="c26"><span
                className="c1">1.1.&nbsp;</span><span className="c1 c8">Політика Збору та Обробки Даних</span><span className="c1 c8">&nbsp;</span><span className="c4">– цей документ, що розміщений в мережі Інтернет за адресою: </span><span
                className="c6 c17"><a className="c20"
                                      href="https://www.donatemenu.com/policy#policy">https://www.donatemenu.com/policy</a></span><span
                className="c4">&nbsp;(“Політика”).</span></p><p className="c26"><span
                className="c1">1.2.&nbsp;Компанія</span><span className="c6">&nbsp;— ФОП Андруша Ко</span><span
                className="c6">стянтин Юрійович</span><span className="c6">, </span><span
                className="c6">РНОКПП </span><span
                className="c6">3436304533</span><span className="c6">, </span><span className="c6">номер запису про проведення державної реєстрації: </span><span
                className="c6">23570000000010203</span><span className="c6">&nbsp;від </span><span
                className="c6">19.08.2016</span><span className="c6">&nbsp;</span><span className="c4">(“Компанія”, “Ми”, “Нас”, “Нам”, “Наші”).</span><span
                className="c0">&nbsp;</span></p><p className="c26"><span className="c1">1.3.&nbsp;Платформа</span><span
                className="c6">&nbsp;– вебсайт за посиланням: </span><span className="c17 c6"><a className="c20"
                                                                                                 href="https://donatemenu.com">https://www.donatemenu.com</a></span><span
                className="c0">&nbsp;та весь контент, що він містить.</span></p><p className="c26"><span
                className="c1">1.4.&nbsp;Послуги</span><span className="c0">&nbsp;— інформаційні послуги Компанії, зміст яких полягає у створенні простору, де Користувач матиме змогу самостійно розміщувати Пропозиції, які готовий виконати за умови їх оплати іншими Користувачами, та/або оплачувати Пропозиції інших Користувачів. </span>
            </p><p className="c26"><span className="c1">1.5.&nbsp;Пропозиція</span><span className="c0">&nbsp;— замовлення, яке Автор розміщує на Платформі для можливості його придбання іншими Користувачами, що містить опис конкретної послуги або певного завдання, яку (-е) готовий надати або виконати Автор. </span>
            </p><p className="c26"><span className="c1">1.6.&nbsp;Автор</span><span className="c0">&nbsp;— зареєстрований Користувач, який розміщує власну Пропозицію щодо надання послуг, виконання певних дій або завдань іншим зареєстрованим Користувачам Платформи за плату, яка зазначена у розміщених Пропозиціях.</span>
            </p><p className="c12"><span className="c1 c8">1.7.&nbsp;Суб’єкт Персональних Даних</span><span
                className="c6">&nbsp;</span><span className="c4">– </span><span className="c6">особа, яка відвідує та/або користується Платформою, </span><span
                className="c4">стосовно якої здійснюється Обробка її Персональних Даних </span><span className="c0">(“Користувач”, “Ви”, “Вас”, “Вам”).</span>
            </p><p className="c12"><span className="c1 c8">1.8.&nbsp;Персональні Дані</span><span
                className="c6">&nbsp;</span><span className="c0 c8">– будь-яка інформація, що стосується фізичної особи, яку ідентифіковано чи можна ідентифікувати за допомогою цієї інформації (“Персональні Дані”, “Дані”).</span>
            </p><p className="c12"><span className="c1 c8">1.9.</span><span className="c4">&nbsp;</span><span
                className="c1 c8">Обробка Персональних Даних</span><span className="c1 c8">&nbsp;</span><span
                className="c0 c8">– будь-яка операція або низка операцій з Персональними Даними або наборами Персональних Даних з використанням автоматизованих засобів або без них, такі як збирання, реєстрація, організація, структурування, зберігання, адаптація чи зміна, пошук, ознайомлення, використання, розкриття через передавання, розповсюдження чи надання іншим чином, упорядкування чи комбінування, обмеження, стирання чи знищення.</span>
            </p><p className="c12"><span className="c1 c8">1.10.</span><span className="c4">&nbsp;</span><span
                className="c1 c8">Володілець (Контролер) Персональних Даних </span><span className="c0 c8">– Компанія, яка визначає цілі та засоби Обробки Персональних Даних, встановлює склад цих Даних і процедури їх Обробки.</span>
            </p><p className="c12"><span className="c1 c8">1.11.</span><span className="c4">&nbsp;</span><span
                className="c1 c8">Розпорядник (Оператор) Персональних Даних</span><span className="c0 c8">&nbsp;– Компанія або інші особи, яким Володільцем Персональних Даних або законом надано право Обробляти Персональні Дані від імені Володільця.</span>
            </p><p className="c12"><span className="c1">1.12.</span><span className="c24">&nbsp;</span><span
                className="c35">&nbsp;&nbsp;</span><span className="c1">Згода</span><span
                className="c6">&nbsp;–</span><span
                className="c4">&nbsp;будь-яке вільно надане, конкретне, поінформоване та однозначне зазначення бажання Суб’єкта Персональних Даних, яким він чи вона </span><span
                className="c4">підтверджує Згоду на Обробку своїх Персональних Даних</span><span
                className="c0 c8">&nbsp;шляхом вчинення чітких ствердних дій зі свого боку.</span></p><p
                className="c12">
                <span className="c1 c8">1.13.</span><span className="c4">&nbsp;</span><span className="c1">Загальний регламент про захист даних</span><span
                className="c0">&nbsp;– Регламент Європейського Парламенту та Ради № 2016/679 від 27.04.2016 про захист фізичних осіб у звʼязку з опрацюванням персональних даних і про вільний рух таких даних, та про скасування Директиви 95/46/ЄС (надалі – “GDPR”).</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12 c8"><span className="c7 c1 c9">2. Які Персональні Дані Ми Обробляємо?</span>
            </p><p className="c3 c8"><span className="c7 c1 c9"></span></p><p className="c12 c8"><span className="c1">Персональні Дані, які Ви надаєте </span><span
                className="c1">Нам особи</span><span className="c1">сто</span><span className="c1">:</span></p><p
                className="c3 c8"><span className="c7 c1 c9"></span></p><p className="c26"><span className="c0 c8">Ми збираємо та Обробляємо Персональні Дані, які надаються Користувачем особисто шляхом заповнення спеціальної форми під час проходження процедури реєстрації облікового запису на Платформі, до яких належить:</span>
            </p>
                <ul className="c31 lst-kix_99yaju4uwppt-0 start">
                    <li className="c5 li-bullet-0"><span className="c4">імʼя особи</span><span
                        className="c0 c8">;</span>
                    </li>
                    <li className="c5 li-bullet-0"><span className="c0 c8">зображення профілю Користувача;</span></li>
                    <li className="c5 li-bullet-0"><span className="c0 c8">електронна адреса;</span></li>
                    <li className="c5 li-bullet-0"><span className="c4">дата народження</span><span
                        className="c0 c8">.</span></li>
                </ul>
                <p className="c22 c16 c8"><span className="c0 c19"></span></p><p className="c8 c22"><span
                className="c0">Якщо Користувач вирішив зареєструватись на Платформі за допомогою Facebook, Google або Twitter, Компанія може отримати Персональні Дані Користувача, або іншу інформацію, доступ до якої надається Facebook, Google або Twitter.</span>
            </p><p className="c22 c16 c8"><span className="c0"></span></p><p className="c22 c8"><span className="c6">Після реєстрації на Платформі, в особистому кабінеті Користувач має можливість надати Компанії додаткові Персональні Дані, серед яких: посилання / </span><span
                className="c4">ідентифікатор (ID) профілю Користувача в Instagram, Facebook, Twitter, Tiktok; Дані для швидкого оформлення замовлення Пропозиції, серед яких: прізвище, імʼя та по батькові Користувача, мобільний номер телефону, місто проживання</span><span
                className="c4">. &nbsp; </span></p><p className="c22 c16 c8"><span className="c0 c8"></span></p><p
                className="c22 c8"><span className="c4">За умови, що до моменту оформлення замовлення Пропозиції Користувач не заповнив Дані для швидкого оформлення замовлення, зазначені вище, Користувачу слід буде зробити це в момент придбання Пропозиції (якщо вимагається). Якщо Користувач під час оформлення замовлення Пропозиції у полі “</span><span
                className="c4">Коментар до замовлення</span><span
                className="c4">” вирішить надати додаткові власні </span><span className="c4">Персональні Дані, то такі Дані також підлягатимуть </span><span
                className="c4">захисту відповідно до умов Політики.</span></p><p className="c22 c16 c8"><span
                className="c0"></span></p><p className="c22 c8"><span className="c4">За потреби Ми можемо запросити у Вас додаткову інформацію для належного надання Послуг Компанією.&nbsp;</span><span
                className="c0">Ми збираємо тільки ті Персональні Дані, які свідомо і добровільно надані Вами як Суб'єктом Персональних Даних в цілях використання Послуг, або інформацію, що містилась в будь-яких повідомленнях, які Ви надсилали Нам електронною поштою при зверненні, включаючи зміст повідомлення та мета дані.</span>
            </p><p className="c22 c16 c8"><span className="c0 c8"></span></p><p className="c22 c8"><span className="c6">Звертаємо Вашу увагу, що Компанія обмежується збором мінімального обсягу інформації, необхідного виключно для належного надання Послуг Користувачу. </span><span
                className="c6">Компанія не збирає жодних Даних щодо Вашого платіжного рахунку (номер платіжної картки, CVV/CVC код, строк дії картки), які Ви </span><span
                className="c0">вказуєте під час оформлення замовлення Пропозиції. Такі Дані доступні лише фінансовій установі, через яку здійснюються транзакції. Більш детально ознайомитись із положеннями щодо передачі Ваших Персональних Даних третім особам &nbsp;Ви можете в розділі 7 Політики.</span>
            </p><p className="c22 c16 c8"><span className="c0"></span></p><p className="c22 c8"><span className="c6">Компанія не збирає файли cookies. Ми прагнемо забезпечити максимальний рівень приватності для Користувачів, а тому не використовуємо технологію cookies для відстеження або збору інформації про Користувачів Платформи та їх дії на Платформі.</span>
            </p><p className="c22 c16 c8"><span className="c0 c8"></span></p><p className="c12"><span
                className="c7 c1 c9">3. Чиї Персональні Дані Ми не Обробляємо?</span>
            </p><p className="c3 c27"><span className="c7 c1 c9"></span></p><p className="c12"><span className="c6">Ми свідомо не Обробляємо Персональні Дані осіб, які не досягнули віку 16 років, а також не пропонуємо їм </span><span
                className="c6">користуватися</span><span className="c0">&nbsp;Платформою. </span></p><p
                className="c3"><span
                className="c0"></span></p><p className="c12"><span className="c0">Якщо Ми дізнаємося, що особа, котра не досягла віку, з якого дозволено Обробляти її Персональні Дані, надала Нам свої Персональні Дані без Згоди законного представника, опікуна чи іншої особи, уповноваженої на надання такої Згоди, Ми будемо вживати всіх необхідних заходів для видалення таких Персональних Даних.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c0">Якщо особа, віком до 16 років, надала Нам свої Персональні Дані, Ми просимо батьків, законних представників, опікунів, піклувальників дитини зв’язатися з Нами за контактною інформацією, наданою нижче, щоб Ми видалили такі Дані з Наших систем.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c7 c1 c9">4. Цілі Обробки Персональних Даних.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c0">Ми Обробляємо надані Вами Персональні Дані лише задля конкретних та обмежених цілей, що зазначені нижче:</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span
                className="c1 c8">Надання Послуг.</span><span className="c4">&nbsp;</span><span className="c0">Ми використовуємо надані Вами Дані для того, щоб спершу Ви мали можливість створити власний обліковий запис на Платформі, а також, щоб після придбання Пропозиції Автор мав можливість виконати Пропозицію та передати її результати Вам (якщо вимагається).</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c1">Надання інформаційної та технічної підтримки.</span><span
                className="c6">&nbsp;У разі виникнення проблем або труднощів у користуванні Платформою, Ми можемо використовувати надані Вами Персональні Дані з метою </span><span
                className="c0 c8">надання ефективної клієнтської та технічної підтримки. </span></p><p
                className="c3"><span
                className="c0 c8"></span></p><p className="c12"><span
                className="c1 c8">Врегулювання претензій.</span><span
                className="c4">&nbsp;Ми використовуємо Персональні Дані з метою ефективного та своєчасного врегулювання претензій від Користувачів, що виникли у зв'язку з використанням Платформи.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c1">Управління та поліпшення Платформи.</span><span
                className="c0">&nbsp;Увесь час Ми намагаємось удосконалювати функції, що підтримують роботу Платформи, та додавати нові можливості. Це дозволяє Користувачам безперебійно, швидко та якісно використовувати Платформу.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c1">Надсилання повідомлень та сповіщень щодо Платформи.</span><span
                className="c0">&nbsp;З метою підтвердження реєстрації на Платформі, Компанія відправляє Користувачу лист на електронну пошту, який містить посилання, за яким слід перейти аби підтвердити та завершити процедуру реєстрації. Електронна адреса Користувача може використовуватись з метою відправлення повідомлень щодо оформлення замовлення Пропозиції, етапів та особливостей її виконання.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c1">Надсилання повідомлень щодо Пропозиції.</span><span
                className="c6">&nbsp;</span><span className="c0">При оформленні замовлення на певну Пропозицію, якщо Користувач вказав електронну пошту або надав посилання на соціальну мережу як спосіб доставки, за допомогою вказаної адреси електронної пошти / соціальної мережі може відбуватись комунікація Автора та Замовника та/або Компанії та Замовника з приводу процесу виконання Пропозиції. </span>
            </p><p className="c12 c37"><span className="c6">Користувач повідомляє, що використання електронної пошти / соціальної мережі як способу комунікації та отримання повідомлень щодо Пропозиції є його свідомим вибором і погоджується, що Компанія не несе відповідальності за можливі наслідки використання даного способу комунікації.</span>
            </p><p className="c3"><span className="c30"></span></p><p className="c12 c8"><span className="c7 c1 c9">5. Юридичні підстави для Обробки Ваших Персональних Даних.</span>
            </p><p className="c3 c8"><span className="c0"></span></p><p className="c12 c8"><span className="c0">Для Обробки Ваших Персональних Даних Ми керуємось такими юридичними підставами: </span>
            </p>
                <ol className="c31 lst-kix_1wyah0v0eyjl-0 start" start="1">
                    <li className="c12 c8 c25"><span className="c0">Ваша Згода на таку Обробку;</span></li>
                    <li className="c12 c25 c8"><span
                        className="c6">укладення та виконання правочину, стороною якого Ви є;</span></li>
                    <li className="c10 c25 c8"><span className="c6">необхідність виконання обов’язку Володільця Персональних Даних, який передбачений законом;</span>
                    </li>
                    <li className="c10 c25 c8"><span className="c4">з</span><span className="c4">аконні інтереси, що переслідуються Нами, за умови, що такі законні інтереси не переважатимуть над Вашими інтересами або основними правами та свободами, які вимагають захисту Персональних Даних (стаття 6 (1) (f) GDPR / UK GDPR). </span><span
                        className="c0">Ми покладаємося на законні інтереси:</span></li>
                </ol>
                <ul className="c31 lst-kix_qup47lq39e6e-0 start">
                    <li className="c12 c25"><span className="c0">для надсилання Вам важливих повідомлень, що стосуються роботи Платформи, виконання умов Пропозиції, або з інших причин, які можуть бути актуальними для Вас;</span>
                    </li>
                    <li className="c12 c25"><span
                        className="c0">для забезпечення виконання договору Публічної оферти.</span></li>
                </ul>
                <p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">При Обробці Нами Ваших Персональних Даних, Ми також розглядаємо та збалансовуємо будь-який потенційний вплив на Вас (як позитивний, так і негативний) та Ваші права відповідно до законодавства про захист Персональних Даних. Ми не використовуватимемо Ваші Персональні Дані для </span><span
                className="c6">діяльності, де Наші інтереси переважають над Вашими за рахунок впливу на Вас, наприклад, коли збір та використання Ваших Даних були б надто нав'язливими (якщо, до прикладу, це не дозволено відповідно до законів). </span><span
                className="c0">Ми використовуватимемо Ваші Персональні Дані лише відповідно до цілей, описаних у цій Політиці.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c8 c10"><span className="c7 c1 c9">6. Як Ми зберігаємо та Обробляємо Ваші Персональні Дані?</span>
            </p><p className="c10 c16 c8"><span className="c0"></span></p><p className="c10 c8"><span className="c6">Ми зберігатимемо Ваші Персональні Дані стільки часу, скільки це обґрунтовано необхідно для досягнення цілей, викладених у цій Політиці (включно з наданням Вам Послуг). Ми також зберігатимемо Ваші Персональні Дані, якщо це буде необхідно для дотримання Наших юридичних зобов’язань, а також до моменту відкликання Згоди з боку Користувача.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">Для зберігання Персональних Даних Компанія використовує </span><span
                className="c6">платформу </span><span className="c6">Amazon Web Services, яка утримується </span><span
                className="c6">Amazon.com, Inc. Ми використовуємо сервери Amazon Web Services, які розташовані в Стокгольмі, Швеції.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">Ми будемо вживати всіх необхідних заходів, щоб гарантувати виконання всіх відповідних заходів безпеки Ваших Даних.</span>
            </p><p className="c11"><span className="c0"></span></p><p className="c12"><span className="c0">Обробка Персональних Даних здійснюється з використанням комп'ютерів та/або автоматизованих засобів відповідно до процедур і методів, які відповідають цілям збору Персональних Даних.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c4">Ми дуже серйозно ставимося до захисту Ваших Персональних Даних. </span><span
                className="c6">Ми здійснюємо всі комерційні обґрунтовані заходи для запобігання несанкціонованому доступу до Ваших Персональних Даних і тих Даних, що були отримані в процесі користування Платформою. Ми прагнемо захистити Ваші Персональні Дані </span><span
                className="c0 c8">різними засобами з метою збереження їхньої конфіденційності та цілісності, запобігання несанкціонованому використанню або розголошенню Ваших Персональних Даних і захисту Ваших Персональних Даних від їх втрати, неправильного використання, розголошення, зміни та/або знищення. </span>
            </p><p className="c3"><span className="c0"></span></p><p className="c8 c23"><span className="c6">Звертаємо Вашу увагу, що жоден спосіб передачі Даних через Інтернет не може давати 100% гарантії запобігання витоку інформації.</span>
            </p><p className="c34"><span className="c1">7. Чи передаємо Ми Ваші Персональні Дані третім особам?</span>
            </p><p
                className="c3"><span className="c0"></span></p><p className="c12"><span className="c2 c7">Ми не здійснюємо передачу Персональних Даних третім особам, крім випадків, коли така передача є вимогою законодавства, на прохання Суб'єкта Персональних Даних або в інших випадках, викладених в цій Політиці. Ми розуміємо всю цінність Персональних Даних Наших Користувачів, а тому вживаємо всіх можливих заходів для захисту Персональних Даних Користувачів, які останні добровільно і усвідомлено надають Компанії.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c6">У окремих випадках, з метою забезпечення належного функціонування Платформи, Персональні Дані можуть бути доступні певним категоріям відповідальних осіб Компанії (посадовим особам), діяльність яких пов'язана із забезпеченням належного функціонування Платформи або стороннім організаціям (таким як незалежні постачальники технічних послуг, поштові організації, постачальники послуг хостингу, компанії – постачальники інформаційних технологій, служби зв'язку), підрядникам та партнерам Компанії, яким Ми можемо доручити виконання функцій Розпорядника Персональних Даних у разі необхідності. </span><span
                className="c6">Ви можете додатково запитати в Нас перелік вищезазначених осіб.</span><span
                className="c0">&nbsp;</span></p><p className="c3"><span className="c0"></span></p><p
                className="c12"><span
                className="c6">Звертаємо Вашу увагу, що Ми надаємо доступ до Персональних Даних лише тим стороннім компаніям та/або особам, що здатні належним чином гарантувати </span><span
                className="c6 c32">найвищий рівень захисту, конфіденційності та безпеки Персональних Даних, а також їх використання лише з метою, що не суперечить положенням Політики.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c15 c8"><span className="c1">Провайдери IT-послуг.</span><span
                className="c6">&nbsp;</span><span className="c6">Ми можемо залучати інші компанії (в тому числі іноземні, зокрема Сloudflare, GoDaddy Inc.), що надають адміністративні та ІТ-послуги, зокрема послуги хостингу, </span><span
                className="c6">послуги CDN, захисту від небажаного трафіку та DDoS—атак, DNS—сервіси,</span><span
                className="c6">&nbsp;використання хмарних сервісів і баз даних, які Оброблятимуть Персональні Дані Користувача від Нашого імені з метою забезпечення технічної підтримки та належного функціонування Платформи. Такі компанії можуть отримати доступ до Персональних Даних Користувача, виключно якщо це потрібно для здійснення вищезазначених цілей та відповідно до положень угод із цими компаніями про нерозголошення конфіденційної інформації, і такі компанії не мають права використовувати їх для будь-яких інших цілей. Ознайомитися із політикою Обробки Персональних Даних Сloudflare Ви можете за посиланням: </span><span
                className="c17 c6"><a className="c20"
                                      href="https://www.cloudflare.com/privacypolicy/">https://www.cloudflare.com/privacypolicy/</a></span><span
                className="c6">. Політика Обробки Персональних Даних GoDaddy Inc. доступна за посиланням: </span><span
                className="c17 c6"><a className="c20"
                                      href="https://www.godaddy.com/legal/agreements/privacy-policy">https://www.godaddy.com/legal/agreements/privacy-policy</a></span><span
                className="c0">.</span></p><p className="c15 c8"><span className="c6">З метою здійснення аналітики використання Платформи, моніторингу продуктивності та користувацького досвіду, Компанія може використовувати послуги компанії New Relic, що допоможе Компанії </span><span
                className="c6">забезпечити стабільність, надійність та ефективність функціонування Платформи, знизити ризики виникнення помилок. З політикою Обробки Персональних Даних &nbsp;New Relic Ви можете ознайомитися за посиланням: </span><span
                className="c17 c6"><a className="c20"
                                      href="https://newrelic.com/termsandconditions/privacy">https://newrelic.com/termsandconditions/privacy</a></span><span
                className="c0">.</span></p><p className="c15 c8"><span
                className="c6">Компанія використовує сервіс </span><span className="c6">Firebase</span><span
                className="c6">&nbsp;для контролю та покращення функціональності своєї Платформи. Firebase також надає зручний механізм аутентифікації Користувачів, дозволяючи Компанії пропонувати різні варіанти входу та реєстрації для Користувачів. Це робить процес реєстрації простим та зручним для Користувачів. Ще одним важливим аспектом Firebase є аналітика та звіти. Компанія може використовувати інструменти Firebase для збору даних про використання Платформи, аналізу активності Користувачів та взаємодії з Платформою. Це допомагає зрозуміти, як Користувачі взаємодіють з Платформою, і дозволяє Компанії приймати обґрунтовані рішення для покращення її продуктивності. Детальна інформація про порядок Обробки Персональних Даних Firebase доступна за посиланням:</span><span
                className="c6"><a className="c20"
                                      href="https://firebase.google.com/support/privacy">https://firebase.google.com/support/privacy</a></span><span
                className="c6">.</span></p><p className="c15 c8"><span className="c1">Фінансові установи (банки, платіжні сервіси / інструменти).</span><span
                className="c0">&nbsp;Ми маємо право залучати фінансові установи, що надають фінансові, банківські послуги, послуги платіжних сервісів / інструментів, для можливості здійснення оплати Пропозицій на Платформі. У разі, якщо Ви під час оформлення замовлення Пропозиції виконуєте перехід на сайт / форми такої фінансової установи (банку, платіжного сервісу / інструменту), радимо Вам ознайомитися з їхньою політикою Обробки Персональних Даних. </span>
            </p><p className="c15 c8"><span className="c6">Приймання оплат на Платформі здійснюється за допомогою інтернет-еквайрингу від monobank, який належить Акціонерному товариству “Універсал Банк” (ідентифікаційний код: </span><span
                className="c6">21133352</span><span className="c6">, юридична адреса: </span><span className="c6">Україна, 04114, місто Київ, вулиця Автозаводська, будинок 54/19, </span><span
                className="c6">&nbsp;адреса електронної пошти: </span><span className="c17 c6"><a className="c20"
                                                                                                  href="mailto:contact@universalbank.com.ua">contact@universalbank.com.ua</a></span><span
                className="c6">). Ознайомитися із політикою Обробки Персональних Даних АТ “УНІВЕРСАЛ БАНК” Ви можете за посиланням: </span><span
                className="c17 c6"><a className="c20"
                                      href="https://www.universalbank.com.ua/storage/app/media/2020/porjadok_obrobki_ta_zahistu_personalnih_danih_at_universal_bank_fv.pdf">https://www.universalbank.com.ua/storage/app/media/2020/porjadok_obrobki_ta_zahistu_personalnih_danih_at_universal_bank_fv.pdf</a></span><span
                className="c0">.</span></p><p className="c8 c15"><span className="c6">Компанія не має доступу до Ваших Персональних Даних (номер платіжної картки, CVV/CVC код, строк дії картки), які Ви надаєте фінансовим установам при здійсненні переказів коштів через сайти або форми таких установ.</span>
            </p><p className="c15 c8"><span
                className="c1">Органи влади (України, Європейського Союзу або інших країн).</span><span
                className="c6">&nbsp;Ми зберігаємо за собою право розголошувати та/або повідомляти будь-які Персональні Дані Користувача, якщо це вимагається будь-яким законом України або Європейського Союзу чи іншим нормативно-правовим актом, чи підтвердженою законною вимогою органу державної влади та/або місцевого самоврядування, з метою дотримання вимог законів України й законодавства Європейського Союзу, захисту цілісності Платформи, для виконання запитів Користувачів, органів державної влади та/або місцевого самоврядування, чи з метою сприяння будь-якому розслідуванню з боку правоохоронних органів чи розслідуванню з метою гарантування громадської (національної) безпеки. У деяких випадках Ми також можемо надати Персональні Дані Користувача органам влади Європейського Союзу (як державним, так і наддержавним) та органам влади інших держав, якщо таке надання Персональних Даних вимагається законом, або в разі офіційного запиту від такого органу влади в рамках розслідування кримінального правопорушення.</span>
            </p><p className="c12"><span
                className="c7 c1 c8 c33">8. Які Ви маєте права щодо Ваших Персональних Даних?</span></p><p
                className="c3">
                <span className="c0"></span></p><p className="c12"><span className="c0">Кожний Користувач, Дані якого збираються, Обробляються та використовуються Компанією, має такі права:</span>
            </p>
                <ul className="c31 lst-kix_a4hbnss7ub1p-0 start">
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">знати про джерела збирання, місцезнаходження своїх Персональних Даних, мету їх Обробки, місцезнаходження Компанії;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">отримувати інформацію про умови надання доступу до Персональних Даних, зокрема інформацію про третіх осіб, яким передаються Ваші Персональні Дані;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span
                        className="c2 c7">на доступ до своїх Персональних Даних;</span></li>
                    <li className="c12 c14 li-bullet-0"><span className="c6 c21">отримувати </span><span
                        className="c6 c21">не пізніше як за тридцять календарних днів </span><span
                        className="c7 c6 c21">з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, чи Обробляються Ваші Персональні Дані, а також отримувати зміст таких Персональних Даних;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2">пред'являти вмотивовану вимогу Володільцю із запереченням проти Обробки своїх Персональних Даних</span><span
                        className="c6">, у тому числі профайлінгу, з метою надсилання маркетингових, інформаційних матеріалів</span><span
                        className="c2 c7">;</span></li>
                    <li className="c12 c14 li-bullet-0"><span className="c2">пред'являти вмотивовану вимогу щодо зміни або знищення своїх Персональних Даних будь-яким Володільцем та Розпорядником Персональних Даних, якщо ці Дані Обробляються незаконно чи є недостовірними </span><span
                        className="c6">(“право на забуття”)</span><span className="c2 c7">;</span></li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">на захист своїх Персональних Даних від незаконної Обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</span>
                    </li>
                    <li className="c10 c27 c8 li-bullet-0"><span className="c6">вимагати перенесення Персональних Даних, якщо Ви бажаєте отримати свої Персональні Дані в форматі, </span><span
                        className="c4">що легко зчитується машиною, та передати такі Дані іншому Контролеру без перешкод</span><span
                        className="c6">;</span></li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">звертатися із скаргами на Обробку своїх Персональних Даних до Уповноваженого Верховної Ради України з прав людини або до суду;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">застосовувати засоби правового захисту в разі порушення законодавства про захист Персональних Даних;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">вносити застереження стосовно обмеження права на Обробку своїх Персональних Даних під час надання Згоди;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">відкликати Згоду на Обробку Персональних Даних;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">знати механізм автоматичної Обробки Персональних Даних;</span>
                    </li>
                    <li className="c12 c14 li-bullet-0"><span className="c2 c7">на захист від автоматизованого рішення, яке може мати для Вас правові наслідки.</span>
                    </li>
                </ul>
                <p className="c3"><span className="c28 c6 c9 c18"></span></p><p className="c12"><span
                className="c6 c18">З метою відкликати Згоду на Обробку Персональних Даних, скористатися своїм правом доступу до Ваших Персональних Даних, предʼявити вимогу про видалення Персональних Даних та реалізувати інші свої права, Ви можете надіслати відповідний запит на Нашу електронну адр</span><span
                className="c6 c18">есу: </span><span className="c17 c6 c18"><a className="c20"
                                                                               href="mailto:support@donatemenu.com">support@donatemenu.com</a></span><span
                className="c6 c18">. </span><span className="c6">Ми намагатимемося відповісти Вам якомога швидше, але не довше ніж упродовж 1</span><span
                className="c6">&nbsp;(одного) календарного </span><span className="c0">місяця.</span></p><p
                className="c3">
                <span className="c6 c9 c18 c28"></span></p><p className="c12"><span className="c6 c18">Зверніть увагу, що, перш ніж надати інформацію згідно з Вашим запитом, Ми можемо запросити у Вас додаткові Дані для підтвердження Вашої особи.</span>
            </p><p className="c11"><span className="c7 c1 c9"></span></p><p className="c34"><span className="c7 c1 c9">9. Посилання на інші сайти.</span>
            </p><p className="c3"><span className="c0"></span></p><p className="c12"><span className="c0">Ми можемо розміщувати активні посилання на сайти, які не обслуговуються Компанією. Якщо Ви відвідуєте сайти за такими посиланнями, Вам необхідно переглянути їхні політики збору та Обробки Даних та принципи роботи. Ми не несемо відповідальності за політики та практики інших компаній, і будь-яка інформація, яку Ви надаєте таким компаніям, підпорядковується їхнім політикам збору й Обробки Даних.</span>
            </p><p className="c3"><span className="c7 c1 c9"></span></p><p className="c12"><span className="c7 c1 c9">10. Вирішення спорів.</span>
            </p><p className="c3"><span className="c7 c1 c9"></span></p><p className="c12"><span className="c4">До моменту звернення до суду з позовом у спорах, що виникають із відносин між Користувачем і Компанією, обов'язковим є пред'явлення претензії (письмової пропозиції про добровільне врегулювання спору). Отримувач претензії впродовж </span><span
                className="c6">30 (тридцяти) календарних днів</span><span className="c6">&nbsp;</span><span
                className="c4">з дня її отримання повинен </span><span
                className="c4">письмово повідомити заявника про результати розгляду претензії.</span></p><p
                className="c3">
                <span className="c0 c8"></span></p><p className="c12"><span
                className="c6">У разі недосягнення</span><span
                className="c4">&nbsp;компромісу суперечка може бути передана на розгляд до </span><span className="c6">компетентного суду України. </span><span
                className="c4">До цієї Політики та відносин між Користувачем і Компанією застосовується чинне </span><span
                className="c0">законодавство України.</span></p><p className="c3"><span className="c0"></span></p><p
                className="c34"><span className="c7 c1 c9">11. Оновлення Політики. </span></p><p className="c11"><span
                className="c7 c1 c9"></span></p><p className="c10 c8"><span className="c0">Ми маємо право в будь-який час і за будь-яких підстав вносити зміни до цієї Політики без попереднього сповіщення Користувачів, розмістивши нову редакцію Політики за вищезазначеним посиланням. &nbsp;Датою вступу в силу нової редакції Політики вважається дата опублікування Політики на Платформі. Компанія не зобов'язана повідомляти Користувачів про внесені зміни. Ми наполегливо рекомендуємо Вам час від часу перевіряти Політику й дату внесення останніх змін, аби залишатися в курсі останніх змін.</span>
            </p><p className="c10 c8 c16"><span className="c0"></span></p><p className="c10 c8"><span className="c0">У разі незгоди з будь-якими змінами, внесеними до Політики, Ви повинні припинити користуватися Платформою, а також маєте право вимагати видалення Ваших Персональних Даних.</span>
            </p><p className="c10 c16 c8"><span className="c0"></span></p><p className="c12"><span className="c7 c1 c9">12. Контактна інформація.</span>
            </p><p className="c3"><span className="c7 c1 c9"></span></p><p className="c12"><span className="c6">Якщо щось у Політиці залишилося для Вас незрозумілим, Ми будемо раді пояснити Вам її положення. Для цього, </span><span
                className="c6">будь ласка, зв'яжіться з Нами за електронною адресою </span><span className="c17 c6"><a
                className="c20" href="mailto:support@donatemenu.com">support@donatemenu.com</a></span><span
                className="c0">.</span></p><p className="c12"><span className="c6">Ми намагатимемося відповісти Вам якомога швидше, але не довше ніж упродовж 1</span><span
                className="c6">&nbsp;(одного) календарного </span><span className="c6">місяця</span><span
                className="c0">.</span></p><p className="c12"><span
                className="c0">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p className="c3"><span
                className="c0 c8"></span></p><p className="c3"><span className="c0 c8"></span></p><p
                className="c38 c16">
                <span className="c7 c9 c29"></span></p>
            </div>
        </div>
    )
}

export default Policy